[
  {
    "id": "4d80713f2eec4d33c7dfdb06e0aa7392083d0124",
    "url": "https://wired.com/story/best-organic-mattresses",
    "title": "The Best Organic Mattresses—All Certified, All Actually Tested",
    "source": "WIRED",
    "published_at": "2025-08-13T00:00:00+00:00",
    "updated_at": "2025-08-13T17:55:33.448000+00:00",
    "author": "Scott Gilbertson",
    "summary": "",
    "lang": "en",
    "content_text": "The Best Organic Mattresses, Fully Vetted and Tested\nAll products featured on WIRED are independently selected by our editors. However, we may receive compensation from retailers and/or from purchases of products through these links. Learn more.\nFeatured in this article\nYou’re going to be sleeping for roughly 23 years of your life, on average, so why not choose the best organic mattress? These natural beds are easier on the environment and your health—and they feel like a dream.\nConventional mattresses often have questionable materials in them. Everything from polyurethane foams with formaldehyde and chlorinated tris (a flame retardant) to phthalates can end up in nonorganic mattresses, off-gassing into your home. How much these substances impact you isn't scientifically settled, but one way to avoid possible harm is to get a natural mattress made from organic materials. Most natural mattresses are made of a combination of wool, natural latex, and cotton. The construction is similar to conventional mattresses but without the chemicals.\nOnce you've settled on a mattress, check out our other eco-friendly home guides, including the Best Organic Mattress Toppers, Best Organic Sheets, and the Best Eco-Friendly Cleaning Products. We've also got a guide to the best mattresses that includes nonorganic picks.\nUpdated August 2025: We've added an organic latex mattress from Silk & Snow and also added a new FAQ section to answer some questions from WIRED readers, along with a comparison table that allows you to quickly compare all our picks at a glance.\nCompare the Top 9 Best Organic Mattresses\n|Mattress\n|Type\n|Materials\n|Claimed Firmness\n|Trial Period\n|Certifications\n|Warranty\n|Birch Luxe Natural Mattress\n|Hybrid\n|Organic latex, organic wool, cotton, coils\n|Medium firm\n|100 nights\n|GOLS, Oeko Tex Standard 100, Greenguard Gold\n|Limited Lifetime Warranty\n|Avocado Green Organic Hybrid Mattress\n|Hybrid\n|Organic latex, organic wool, organic cotton, coils\n|Firm, Medium, Plush\n|365 nights\n|GOTS, GOLS, Oeko Tex Standard 100, Greenguard Gold\n|25 years\n|Naturepedic EOS Classic Organic Mattress\n|Latex Foam\n|Organic cotton, wool, and latex\n|Extra firm, firm, cushion-firm, medium, plush\n|100 nights\n|GOLS, GOTS, Oeko Tex Standard 100, Greenguard Gold, and more\n|25 years\n|Saatva Zenhaven Natural Latex Mattress\n|Latex Foam\n|Organic latex, organic wool, cotton\n|Medium firm\n|365 nights\n|GOTS, GOLS, Oeko Tex Standard 100, Greenguard Gold\n|Lifetime\n|Coyuchi Natural REM Organic Mattress\n|Hybrid\n|Organic latex, organic wool, organic cotton, (no dyes)\n|Medium firm\n|100 nights\n|GOTS, GOLS, Oeko Tex Standard 100\n|My Green Mattress Kiwi Mattress\n|Hybrid\n|Organic latex, organic wool, organic cotton\n|Medium firm\n|365 nights\n|GOTS, GOLS, Greenguard Gold\n|20 years\n|Essentia Tatami Organic Mattress\n|Latex Foam\n|Organic latex, organic cotton, kevlar\n|Firm\n|120 nights\n|GOTS, GOLS\n|20 years\n|Awara Premier Luxury Hybrid\n|Hybrid\n|Organic latex, organic wool\n|Medium firm\n|365 nights\n|GOLS, Oeko Tex Standard 100\n|Lifetime\n|S&S Organic\n|Hybrid\n|Organic latex, organic wool, organic cotton, pocketed coils\n|Medium firm\n|365 nights\n|GOLS, GOTS, eco-Institut\n|15 years\nHonorable Mentions\nThere are a lot of mattresses out there. Here are a few more we liked but didn't love as much as the ones above.\nHow We Tested\nMattresses are large, and testing them is time- and space-consuming. Members of the WIRED Reviews team have been testing mattresses since 2019. We don't rely on surveys of random shoppers or labs with falling bowling balls to make our recommendations. We bring each and every bed into our homes for at least seven nights, often longer—in many cases, years longer—of real-life testing. We check the firmness, the edge support, motion transfer, cooling, and finally we consider the company, its reputation, how easy it is to order, how long shipping times are, and what kind of warranty and trial periods are available. You can find all this data in table form above. But beyond the numbers, our reviews heavily rely on our own subjective experiences actually sleeping on the mattresses to form conclusions.\nWIRED's Reviews team is always testing new mattresses, cycling through 50-plus in a year. The majority of beds are samples and are sent to us for free by companies. We keep our top picks when possible so we can compare them to new competitors, but most of these we pass along by giving them away on Facebook Marketplace or similar outlets. We also purchase (and expense) some mattresses we want to test. As noted in our disclaimer, we do make money on referral links, but we will never say we like something that we don't based on the commission rate.\nWhat Makes a Mattress Organic?\nCertified organic mattresses are made of natural, organic materials that have been independently tested to meet standards. Not all “organic”mattresses are equal though. We’ve narrowed our search by sticking with companies that have certifications like the Global Organic Latex Standard (GOLS) and Global Organic Textile Standard (GOTS). GOLS covers latex, which has a pretty complex manufacturing process that is not always the healthiest, but GOLS ensures that the finished result is as free of harmful substances as natural latex can be. See our more extensive explainer for more information on these certifications.\nThe GOTS certification covers everything from certified organic cotton to organic linen to other natural materials. It's similarly comprehensive, looking not just at how the cotton is grown and processed but also at ecological and social criteria, sustainability, and more. It uses third parties to independently verify that standards are being met. If you're curious, you can read version 6 of the standard online.\nWhile we especially like the big-picture approach of GOTS and GOLS, there are other certifications that test the finished product. The Oeko-Tex Standard 100 certification, which, unlike the others, deals with the final product, making sure there’s no potentially toxic chemicals like the polyurethane foam, PFAS, heavy metals, flame retardants, or volatile organic compounds (VOCs) found in many traditional memory foam toppers.\nAnother thing to look for is the Greenguard Gold certification and UL Environment's Formaldehyde Free label, which both certify that there are no volatile organic compounds (VOCs) or formaldehyde in your mattress.\nSome organic mattresses are also “needle-tufted.” This means the mattress is sewn rather than glued (assuming it's 100 percent needle-tufted). Since needle-tufted mattresses use no adhesives, you don't need to worry about VOCs.\nHow Can I Be Sure a Mattress Is Truly Organic?\nAs noted above, there are independent standards that have to be met in some cases—which we've also outlined in this explainer—but in the particular case of GOLS, the latex certification, the fine print says “organically grown natural rubber latex.” Unfortunately, while it's great that the rubber trees are grown without harmful chemicals, that doesn't mean those weren't added somewhere in the process that transforms rubber tree sap into something you can sleep on. It's a safe bet that just about any industrial process is going to have a detrimental effect on its source material. How detrimental and what that means for you is often difficult to know. Most companies, when you read the fine print, will say that latex foam is at least 95 percent certified organic latex, which is the highest possible standard.\nThe remaining 5 percent represents the essential processing agents—required for any manufacturer to make latex foam. The takeaway is that, while perfection may not be achievable, you can and should check the GOLS numbers for the mattress you're interested in, and if you want more information, reach out to the company directly. Most are happy to shower you with their organic certifications and pedigree. And even if latex is only 95 percent certified organic, these eco-friendly mattress are still much better for you and the planet than conventionally manufactured mattresses.\nWhat Should You Look for in an Organic Mattress?\nHere are a few general tips, tricks, and things to look for when shopping for an organic mattress online.\n- Know what kind of sleeper you are: Different mattresses are designed for different sleeping styles. Are you a side sleeper? Stomach sleeper? Back sleeper? Or are you like me, a little bit of everything (which they call a combination sleeper)? Knowing the answer to this question can help narrow down your search to mattresses that are a good fit for your sleep habits. This is where mattress reviews like ours come in handy; we test for every kind of sleeper.\n- Do you like firm, soft, medium? Mattresses come in different firmness levels, often within the same model. Which one is right for you depends on which firmness option you enjoy, as well as any issues you may have, like back pain.\n- Do you sleep hot? cold? The difference matters. For example, solid natural latex mattresses typically don't breath or have as good airflow, making them hotter—a perfect choice for cold sleepers, but not so great for hot sleepers who would benefit from the temperature regulating properties of wool. Some latex mattresses overcome this with a layer of wool and cotton, which have proved cooler in our testing.\n- Innerspring vs. foam: Organic mattresses come in two basic flavors: the traditional innerspring coil design and pure latex foam. We've primarily tested and recommend innerspring in this guide, though pure foam designs have improved in recent years, and we're in the process of testing a few now. The big difference in my experience is the amount of heat that foam retains, though again, mattresses that add a layer of wool are often just as cooling.\n- Look for a trial period: Everyone makes mistakes; to avoid having to live with a potential mistake, make sure the mattress you're considering offers a sleep trial. Everything listed here offers some kind of sleep trial period after which, if you're not happy, you can return the mattress.\n- More expensive doesn't mean better: Organic mattresses aren't cheap, but there's no reason to spend a fortune just to get a good, eco-friendly night's sleep. Our top pick, the Avocado Green Mattress lists at just over $2,000 for the queen, which is less than our top pick non-organic mattress.\n- Check the warranty: Lifetime warranties are rare these days, but most of the mattresses we've tested offer around 25-year warranties. Some companies cap it at 10 years, but view those with suspicion. A good mattress should last more than 10 years, and good companies are willing to stand behind their products for that long.\n- Wait for a sale: Mattresses go on sale all the time, usually every few months for most brands. Unless you need a new mattress right now, you're probably better off waiting for the next big sale.\nDo You Need a Box Spring to Accompany Your Organic Mattress?\nMattresses these days (organic included) are engineered to have the support of a box spring already built into the mattress by way of coils, which eliminates the need for a separate box spring. Most contemporary mattresses are a mattress and a box spring in one. The exceptions are some latex mattresses, which are just that, pure latex.\nBecause modern mattresses are an all-in-one proposition, many manufacturers discourage the use of a box spring, as it may damage the bed. For example, with our top two picks, Avocado and Birch, using a box spring may void your warranty. Most manufacturers recommend platform beds or slatted frames, but be sure to check with the manufacturer of your mattress and read the fine print in the warranty.\nAre Organic Mattresses Zero Waste?\nNothing is zero waste, but buying a mattress that will last many years produces less waste then buying one you have to replace often.\nDo Organic Mattresses Last as Long?\nThe longevity of any mattress is a direct result of the quality of materials used and the construction methods employed. Typically, though, both in our testing and results from labs, higher-quality natural materials like those in the mattresses featured here outperform synthetic alternatives, particularly when it comes to sagging. Probably the best way to prevent your mattress from sagging is to make sure you have adequate support from a good foundation or bed frame.\nAre Organic Mattresses More Flammable?\nOne major chemical group that organic mattresses exclude are fire retardants, so does that mean they're more flammable? In fact, the opposite is true: Organic mattresses use natural materials like wool that are naturally fire-resistant and therefore meet flammability standards without additional chemicals. It's the flammable synthetic materials in non-organic mattresses that require fire retardants.\nPower up with unlimited access to WIRED. Get best-in-class reporting and exclusive subscriber content that's too important to ignore. Subscribe Today.",
    "content_html": "<html><body><div><div class=\"BaseWrap-sc-gzmcOU BaseText-eqOrNE UnifiedProductCardDescriptionWrapper-dyAmCu deqABF fxYvgV gIFfoe\"><div><p>Organic bedding brand Coyuchi recently launched its own organic mattress, combining cotton, wool, and Dunlop latex atop individually wrapped coils. While Coyuchi’s <a href=\"https://www.wired.com/gallery/best-linen-sheets/\" rel=\"noopener noreferrer\" target=\"_blank\">linen sheets</a> are excellent, I was a little nervous to try the company’s first mattress effort. Bedding is not a mattress, after all, and expertise does not always transfer across endeavors. In this case, though, it did. Coyuchi’s organic Natural REM Mattress is wonderfully firm without being too firm and perfect for those of us who lack a sleeping style and tend to sleep every which way—side, back, stomach. I was never uncomfortable.</p><p>The design starts with encased coils on a wool pad and then, like a Midwestern dip, layers in smaller coils, latex, and then wool, and tops it off with an organic cotton cover. There’s surprisingly good edge support considering the distance between the coils and the top, and the mattress provides good motion isolation as well. Coyuchi says the Natural REM can be used with or without a box spring. I tested it for a few months on a box spring and then spent a week with it just on the floor and did not notice a difference. At 11 inches deep, there's <a href=\"https://www.wired.com/gallery/best-mattress-toppers/\" rel=\"noopener noreferrer\" target=\"_blank\">room for a topper</a>, though I did not feel the need.</p><p>The cotton and wool layers are GOTS-certified organic, while the Dunlop latex carries the GOLS certification. The material is undyed, which is great for anyone bothered by industrial dyes. As with most of these organic options, the Coyuchi is made without chemicals, foam, or glues. Coyuchi’s Natural REM organic mattress is made to order in the United States and comes with a 100-night trial, which means you can get a full refund if it doesn't work for you. <em>—<a href=\"https://www.wired.com/author/scott-gilbertson/\" rel=\"noopener noreferrer\" target=\"_blank\">Scott Gilbertson</a></em></p><p><em>The price ranges from $1,400 for a twin to $2,400 for a California king.</em></p><table><thead><tr><th>Specs</th><th></th></tr></thead><tbody><tr><td><strong>Mattress Type</strong></td><td>Hybrid</td></tr><tr><td><strong>Materials</strong></td><td>Organic latex, organic wool, organic cotton, (no dyes)</td></tr><tr><td><strong>Sizes available</strong></td><td>Twin, full, queen, king, California king</td></tr><tr><td><strong>Firmness Options</strong></td><td>Medium firm</td></tr><tr><td><strong>Certifications</strong></td><td>GOTS, GOLS, Oeko Tex Standard 100</td></tr><tr><td><strong>Trial Period</strong></td><td>100 nights</td></tr><tr><td><strong>Return Policy</strong></td><td><a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://cna.st/affiliate-link/35a2Pj22cNjnRKoR5DDdygNAhntDHn1XiZNQCW1MUuwabfxXrVqnYVH8K4UgHFPhxEaWPfguNZkbMVkPCnxfisqVykA8maSWQWKrwX7bsmPEznBgiFtrF33Hdfh5XzgSbhUxEbfyZS4k2tTYxZP3PKZ22hhbmciV5f6NzsFWanLzSe59QWb5SUHTcHHFsqaK4tSyozPttEqPkrrScgsTb6uV4dAEQD3UAKPFRWY6ZgziBwqfjND4JsURvA7EVX2b58WH2ojXM1kisjSmpiSSn61LRp4A5dNaA1YsWJVnPQEAjevHBbDR6yVPLuVpKuS3L914MCqFDHGBrm9\"}' data-offer-url=\"https://www.coyuchi.com/products/the-natural-rem-mattress\" href=\"https://cna.st/affiliate-link/35a2Pj22cNjnRKoR5DDdygNAhntDHn1XiZNQCW1MUuwabfxXrVqnYVH8K4UgHFPhxEaWPfguNZkbMVkPCnxfisqVykA8maSWQWKrwX7bsmPEznBgiFtrF33Hdfh5XzgSbhUxEbfyZS4k2tTYxZP3PKZ22hhbmciV5f6NzsFWanLzSe59QWb5SUHTcHHFsqaK4tSyozPttEqPkrrScgsTb6uV4dAEQD3UAKPFRWY6ZgziBwqfjND4JsURvA7EVX2b58WH2ojXM1kisjSmpiSSn61LRp4A5dNaA1YsWJVnPQEAjevHBbDR6yVPLuVpKuS3L914MCqFDHGBrm9\" rel=\"noopener noreferrer\" target=\"_blank\">Free for 100 days</a></td></tr><tr><td><strong>Shipping</strong></td><td>Free</td></tr><tr><td><strong>Delivery options</strong></td><td>In-home setup for $100</td></tr></tbody></table></div></div></div></body></html>",
    "can_publish_fulltext": true
  }
]