[
  {
    "id": "7b114fd70a9ef0eec87a1474394797e2b7283adb",
    "url": "https://wired.com/story/big-tech-companies-in-the-us-have-been-told-not-to-apply-the-digital-services-act",
    "title": "Big Tech Companies in the US Have Been Told Not to Apply the Digital Services Act",
    "source": "WIRED",
    "published_at": "2025-08-31T00:00:00+00:00",
    "updated_at": "",
    "author": "Mila Fiordalisi",
    "summary": "The FTC notified companies like Google, Meta, and Apple that they must not apply the Digital Services Act, which regulates digital platforms, if it jeopardizes the freedom of Americans.",
    "lang": "en",
    "content_text": "Trouble is brewing for the Digital Services Act (DSA), the landmark European law governing big tech platforms. On August 21, the Federal Trade Commission (FTC), sent a scathing letter to a number of tech giants, including Google, Meta, Amazon, Microsoft, and Apple. The letter's subject: The European Digital Services Act cannot be applied if it jeopardizes freedom of expression and, above all, the safety of US citizens.\nThe opening of the letter—signed by FTC chairman Andrew Ferguson—features a prominent reference to the First Amendment of the US Constitution, namely freedom of speech: “Online platforms have become central to public debate, and the pervasive online censorship in recent years has outraged the American people. Not only have Americans been censored and banned from platforms for expressing opinions and beliefs not shared by a small Silicon Valley elite, but the previous administration actively worked to encourage such censorship.”\nThe Trump Administration’s Lunge\nThe Trump administration intends to reverse course, and it is in this direction that the attack on “foreign powers,” the European Union and in the United Kingdom, and in particular on the Digital Services Act and the Online Safety Act, begins. The letter also indirectly references the GDPR, the European regulation on the protection of personal data, whose measures are “aimed at imposing censorship and weakening end-to-end encryption” with the result of a weakening of Americans’ freedoms, according to the letter.\nPrivacy and End-to-End Encryption: The Issues on the Table\nIn the letter, the US Antitrust Authority specifically asked the 13 companies to report “how they intend to comply with incorrect international regulatory requirements” (the deadline for scheduling a meeting was set for August 28) and recalled their “obligations towards American consumers under Section 5 of the Federal Trade Commission Act, which prohibits unfair or deceptive acts or practices” that could distort the market or compromise safety.\nAnd it is precisely on the security front, and especially on the adoption of end-to-end encryption, that the FTC calls big tech companies to order: “Companies that promise that their service is secure or encrypted, but fail to use end-to-end encryption where appropriate, may deceive consumers who reasonably expect this level of privacy.” Furthermore, “certain circumstances may require the use of end-to-end encryption, and failure to implement such measures may constitute an unfair practice.” The weakening of encryption or other security measures to comply with laws or requests from a foreign government may therefore violate Section 5 of the Federal Trade Commission Act, the document states.\nWhat Happens in Case of Disputes and Interference\nIn a tweet on X, Ferguson wrote flatly that “if companies censor Americans or weaken privacy and communications security at the request of a foreign power, I will not hesitate to enforce the law.”\n“In a global society like the one we live in, overlaps and interferences between different legal systems are natural. Just think of those, in the opposite direction, between European privacy legislation and the famous American Cloud Act,” Guido Scorza, a member of the Italian Data Protection Authority, told WIRED. Scorza believes that in the event of significant discrepancies, “it will be up to the US government and the European Commission to identify corrective measures capable of guaranteeing the sovereignty, including digital, of each country.”\nThis article originally appeared on WIRED Italy and has been translated from Italian.",
    "content_html": "<html><body><div><div class=\"body__inner-container\"><p><span class=\"lead-in-text-callout\">Trouble is brewing</span> for the <a href=\"https://www.wired.com/story/digital-services-act-regulation/\" rel=\"noopener noreferrer\" target=\"_blank\">Digital Services Act</a> (DSA), the landmark European law governing big tech platforms. On August 21, the Federal Trade Commission (FTC), sent a scathing letter to a number of tech giants, including Google, Meta, Amazon, Microsoft, and Apple. The letter's subject: The European Digital Services Act cannot be applied if it jeopardizes freedom of expression and, above all, the safety of US citizens.</p><p class=\"paywall\">The opening of the letter—signed by FTC chairman Andrew Ferguson—features a prominent reference to the First Amendment of the US Constitution, namely freedom of speech: “Online platforms have become central to public debate, and the pervasive online censorship in recent years has outraged the American people. Not only have Americans been censored and banned from platforms for expressing opinions and beliefs not shared by a small Silicon Valley elite, but the previous administration actively worked to encourage such censorship.”</p><p id=\"laffondo-dellamministrazione-trump\" tabindex=\"-1\"><h2 class=\"paywall\">The Trump Administration’s Lunge</h2></p><p class=\"paywall\">The Trump administration intends to reverse course, and it is in this direction that the attack on “foreign powers,” the European Union and in the United Kingdom, and in particular on the Digital Services Act and the Online Safety Act, begins. The letter also indirectly references the GDPR, the European regulation on the protection of personal data, whose measures are “aimed at imposing censorship and weakening end-to-end encryption” with the result of a weakening of Americans’ freedoms, according to the letter.</p><p id=\"privacy-e-crittografia-end-to-end-le-questioni-sul-tavolo\" tabindex=\"-1\"><h2 class=\"paywall\">Privacy and End-to-End Encryption: The Issues on the Table</h2></p><p class=\"paywall\">In the letter, the US Antitrust Authority specifically asked the 13 companies to report “how they intend to comply with incorrect international regulatory requirements” (the deadline for scheduling a meeting was set for August 28) and recalled their “obligations towards American consumers under Section 5 of the Federal Trade Commission Act, which prohibits unfair or deceptive acts or practices” that could distort the market or compromise safety.</p><p class=\"Container-VgtPr ekoLDG\"></p><p class=\"paywall\">And it is precisely on the security front, and especially on the adoption of end-to-end encryption, that the FTC calls big tech companies to order: “Companies that promise that their service is secure or encrypted, but fail to use end-to-end encryption where appropriate, may deceive consumers who reasonably expect this level of privacy.” Furthermore, “certain circumstances may require the use of end-to-end encryption, and failure to implement such measures may constitute an unfair practice.” The weakening of encryption or other security measures to comply with laws or requests from a foreign government may therefore violate Section 5 of the Federal Trade Commission Act, the document states.</p><p id=\"cosa-succede-in-caso-di-controversie-e-interferenze\" tabindex=\"-1\"><h2 class=\"paywall\">What Happens in Case of Disputes and Interference</h2></p><p class=\"paywall\">In a tweet on X, Ferguson wrote flatly that “if companies censor Americans or weaken privacy and communications security at the request of a foreign power, I will not hesitate to enforce the law.”</p><p class=\"paywall\">“In a global society like the one we live in, overlaps and interferences between different legal systems are natural. Just think of those, in the opposite direction, between European privacy legislation and the famous American Cloud Act,” Guido Scorza, a member of the Italian Data Protection Authority, told WIRED. Scorza believes that in the event of significant discrepancies, “it will be up to the US government and the European Commission to identify corrective measures capable of guaranteeing the sovereignty, including digital, of each country.”</p><p class=\"paywall\"><em>This article originally appeared on <a href=\"https://www.wired.it/article/digital-services-act-ftc-stati-uniti/\" rel=\"noopener noreferrer\" target=\"_blank\">W</a></em><a href=\"https://www.wired.it/article/digital-services-act-ftc-stati-uniti/\" rel=\"noopener noreferrer\" target=\"_blank\">IRED Italy</a> <em>and has been translated from Italian.</em></p></div></div></body></html>",
    "cover_image": "https://media.wired.com/photos/68add5195de41fa2c478515d/191:100/w_1280,c_limit/1293740005",
    "can_publish_fulltext": true
  },
  {
    "id": "09bf8a4e39a5175bf16256fc94edc26bdbbd7e29",
    "url": "https://wired.com/story/these-newly-discovered-cells-breathe-in-two-ways",
    "title": "These Newly Discovered Cells Breathe in Two Ways",
    "source": "WIRED",
    "published_at": "2025-08-31T00:00:00+00:00",
    "updated_at": "",
    "author": "Jake Buehler",
    "summary": "In a hot spring at Yellowstone National Park, a microbe does something that life shouldn’t be able to: It breathes oxygen and sulfur at the same time.",
    "lang": "en",
    "content_text": "The original version of this story appeared in Quanta Magazine.\nTake a deep breath. A flow of air has rushed into your lungs, where the oxygen moves into your bloodstream, fueling metabolic fires in cells throughout your body. You, being an aerobic organism, use oxygen as the cellular spark that frees molecular energy from the food you eat. But not all organisms on the planet live or breathe this way. Instead of using oxygen to harvest energy, many single-celled life-forms that live in environments far from oxygen’s reach, such as deep-sea hydrothermal vents or stygian crevices in the soil, wield other elements to respire and unlock energy.\nThis physical separation of the oxygen-rich and oxygen-free worlds is not merely a matter of life utilizing available resources; it’s a biochemical necessity. Oxygen doesn’t play nice with the metabolic pathways that make it possible to respire with the use of other elements, such as sulfur or manganese. It gives aerobes like us life, but for many anaerobes, or creatures that respire without oxygen, oxygen is a toxin that reacts with and damages their specialized molecular machinery.\n“Oxygen—we love it, of course,” said Courtney Stairs, an evolutionary biologist at Lund University in Sweden. “But it’s actually a pretty harmful molecule for most of life on our planet, and even ourselves. We have ways to mitigate the negative effects of oxygen. So we can’t imagine life without it, but life is actually quite hard with it.”\nFor the first couple billion years of life on Earth, organisms avoided this predicament altogether. Back then, the air and oceans were mostly devoid of oxygen, so life was almost entirely anaerobic, or non-oxygen-breathing. Then, around 2.7 billion years ago, the seas filled with industrious, photosynthetic cyanobacteria. They had invented a way to turn sunlight into sugar and oxygen, and they flourished. Over hundreds of millions of years, their accumulated breathing filled the atmosphere and oceans with oxygen. This so-called Great Oxidation Event was a pivotal transformation in the biosphere and the physical chemistry of Earth’s atmosphere and oceans. In this new environment, aerobic respiration evolved to dominate the world.\nAn ongoing mystery for researchers is how life navigated the shift from anaerobic to aerobic respiration; so much microbial biodiversity had to adapt to a world filled with what was once a biochemical bane. Now researchers have fresh insight into what that transition could have looked like billions of years ago, gleaned from an organism living today. A bacterium that researchers collected from the cauldron of a Yellowstone National Park hot spring does something that life really shouldn’t be able to do: It runs aerobic and anaerobic metabolisms simultaneously. It breathes oxygen and sulfur at the same time.\nThe findings “remind us yet again of just how much we still have to learn about microbial diversity and metabolism,” said Natalia Mrnjavac, a graduate student in evolutionary microbiology at Heinrich Heine University Düsseldorf in Germany who was not involved in the study. “And for someone who loves microbes, that is thrilling.”\nThe findings, which were published earlier this year in Nature Communications, challenge assumptions about the limits of cellular respiration and may give researchers a model for understanding how life walks the edge of paradise and poison.\nMetabolic Tricks\nIt has long been known that life-forms have evolved ways of alternating between aerobic and anaerobic respiration, for instance as a last resort when oxygen levels are low. But because oxygen disrupts anaerobic respiration, many researchers assumed that cells couldn’t grow while using both processes at the same time.\nSo when Eric Boyd, a microbiologist at Montana State University in Bozeman, and his colleagues uncovered reports from the late 1990s and early 2000s suggesting that some bacteria might be doing just that, their curiosity was piqued. Specifically, bacteria had been observed making sulfide, a product of anaerobic respiration, even when oxygen was present in the environment. “It’s weird to read something like that because it challenges the textbooks—of what you know to be true of microbial metabolism,” he recalled.\nBoyd is interested in how life evolves and persists in some of the most chemically and thermally hostile places on Earth. He and his team study the mix of hardy microbes living in the seams between the surface and subterranean worlds, including the volcanic vents and thermal pools of Yellowstone National Park, not far from his university in Montana. The strange microbe, which appeared to use anaerobic respiration even when oxygen was available, was right up his alley. To learn more about it, Boyd and his team would have to explore the kinds of turbulent springs such a microbe would prefer, where volcanic bubbles mix with the oxygen-rich atmosphere and oxygen-free underground water.\nFrom a roadside thermal spring near Nymph Lake in the northwest portion of the park, they collected and isolated a strain dubbed Hydrogenobacter RSW1. RSW1 seemed like a natural candidate for a study in unusual respiration. The bacterium is common in volcanically influenced hot springs around the world, from Iceland to New Zealand, and can grow on very limited amounts of oxygen. Plus, it is in the same order, Aquificales, as the curious microbes from the earlier reports. The researchers brought it back to the lab so they could grow it and study its metabolism.\nThe team members went through a process of incrementally determining what elements and molecules the bacterial strain could grow on. They already knew it could use oxygen, so they tested other combinations in the lab. When oxygen was absent, RSW1 could process hydrogen gas and elemental sulfur—chemicals it would find spewing from a volcanic vent—and create hydrogen sulfide as a product. Yet while the cells were technically alive in this state, they didn’t grow or replicate. They were making a small amount of energy—just enough to stay alive, nothing more. “The cell was just sitting there spinning its wheels without getting any real metabolic or biomass gain out of it,” Boyd said.\nThen the team added oxygen back into the mix. As expected, the bacteria grew faster. But, to the researchers’ surprise, RSW1 also still produced hydrogen sulfide gas, as if it were anaerobically respiring. In fact, the bacteria seemed to be breathing both aerobically and anaerobically at once, and benefiting from the energy of both processes. This double respiration went further than the earlier reports: The cell wasn’t just producing sulfide in the presence of oxygen but was also performing both conflicting processes at the same time. Bacteria simply shouldn’t be able to do that.\n“That set us down this path of ‘OK, what the heck’s really going on here?’” Boyd said.\nBreathing Two Ways\nRSW1 appears to have a hybrid metabolism, running an anaerobic sulfur-based mode at the same time it runs an aerobic one using oxygen.\n“For an organism to be able to bridge both those metabolisms is very unique,” said Ranjani Murali, an environmental microbiologist at the University of Nevada, Las Vegas, who was not involved in the research. Normally when anaerobic organisms are exposed to oxygen, damaging molecules known as reactive oxygen compounds create stress, she said. “For that not to happen is really interesting.”\nBoyd’s team observed that the bacteria grew best when running both metabolisms simultaneously. It may be an advantage in its unique environment: Oxygen isn’t evenly distributed in hot springs like those where RSW1 lives. In constantly changing conditions, where you could be bathed in oxygen one moment only for it to disappear, hedging one’s metabolic bets might be a highly adaptive trait.\nOther microbes have been observed breathing two ways at once: anaerobically with nitrate and aerobically with oxygen. But those processes use entirely different chemical pathways, and when paired together, they tend to present an energetic cost to the microbes. In contrast, RSW1’s hybrid sulfur/oxygen metabolism bolsters the cells instead of dragging them down.\nThis kind of dual respiration may have evaded detection until now because it was considered impossible. “You have really no reason to look” for something like this, Boyd said. Additionally, oxygen and sulfide react with each other quickly; unless you were watching for sulfide as a byproduct, you might miss it entirely, he added.\nIt’s possible, in fact, that microbes with dual metabolisms are widespread, Murali said. She pointed to the many habitats and organisms that exist at tenuous gradients between oxygen-rich and oxygen-free areas. One example is in submerged sediments, which can harbor cable bacteria. These elongated microbes orient themselves in such a way that one end of their bodies can use aerobic respiration in oxygenated water while the other end is buried deep in anoxic sediment and uses anaerobic respiration. Cable bacteria thrive in their precarious partition by physically separating their aerobic and anaerobic processes. But RSW1 appears to multitask while tumbling around in the roiling spring.\nIt’s still unknown how RSW1 bacteria manage to protect their anaerobic machinery from oxygen. Murali speculated that the cells might create chemical supercomplexes within themselves that can surround, isolate and “scavenge” oxygen, she said—using it up quickly once they encounter it so there is no chance for the gas to interfere with the sulfur-based breathing.\nRSW1 and any other microbes that have dual metabolism make intriguing models for how microbial life may have evolved during the Great Oxygenation Event, Boyd said. “That must have been a quite chaotic time for microbes on the planet,” he said. As a slow drip of oxygen filtered into the atmosphere and sea, any life-form that could handle an occasional brush with the new, poisonous gas—or even use it to its energetic benefit—may have been at an advantage. In that time of transition, two metabolisms may have been better than one.\nOriginal story reprinted with permission from Quanta Magazine, an editorially independent publication of the Simons Foundation whose mission is to enhance public understanding of science by covering research developments and trends in mathematics and the physical and life sciences.",
    "content_html": "<html><body><div><div class=\"body__inner-container\"><p class=\"paywall\">The team members went through a process of incrementally determining what elements and molecules the bacterial strain could grow on. They already knew it could use oxygen, so they tested other combinations in the lab. When oxygen was absent, RSW1 could process hydrogen gas and elemental sulfur—chemicals it would find spewing from a volcanic vent—and create hydrogen sulfide as a product. Yet while the cells were technically alive in this state, they didn’t grow or replicate. They were making a small amount of energy—just enough to stay alive, nothing more. “The cell was just sitting there spinning its wheels without getting any real metabolic or biomass gain out of it,” Boyd said.</p><p class=\"paywall\">Then the team added oxygen back into the mix. As expected, the bacteria grew faster. But, to the researchers’ surprise, RSW1 also still produced hydrogen sulfide gas, as if it were anaerobically respiring. In fact, the bacteria seemed to be breathing both aerobically and anaerobically at once, and benefiting from the energy of both processes. This double respiration went further than the earlier reports: The cell wasn’t just producing sulfide in the presence of oxygen but was also performing both conflicting processes at the same time. Bacteria simply shouldn’t be able to do that.</p><p class=\"paywall\">“That set us down this path of ‘OK, what the heck’s really going on here?’” Boyd said.</p><h2 class=\"paywall\">Breathing Two Ways</h2><p class=\"paywall\">RSW1 appears to have a hybrid metabolism, running an anaerobic sulfur-based mode at the same time it runs an aerobic one using oxygen.</p><p class=\"paywall\">“For an organism to be able to bridge both those metabolisms is very unique,” said <a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://www.unlv.edu/people/ranjani-murali\"}' data-offer-url=\"https://www.unlv.edu/people/ranjani-murali\" href=\"https://www.unlv.edu/people/ranjani-murali\" rel=\"noopener noreferrer\" target=\"_blank\">Ranjani Murali</a>, an environmental microbiologist at the University of Nevada, Las Vegas, who was not involved in the research. Normally when anaerobic organisms are exposed to oxygen, damaging molecules known as reactive oxygen compounds create stress, she said. “For that not to happen is really interesting.”</p><div class=\"GroupCalloutWrapper-cfrXZg jpfwZP callout callout--group callout--group-2\" data-testid=\"GroupCalloutWrapper\"><figure class=\"AssetEmbedWrapper-fkZDUs kHRAYC asset-embed callout--group-item callout--group-item-1\"><div class=\"CaptionWrapper-jYrTxZ bkfwbX caption AssetEmbedCaption-fyuOdR eXMqGf asset-embed__caption\" data-testid=\"caption-wrapper\"><span class=\"BaseWrap-sc-gzmcOU BaseText-eqOrNE CaptionText-brNLzD deqABF imSbFE hMBSFK caption__text\"><p>In the thermal spring Roadside West (left) in Yellowstone National Park, researchers isolated an unusual microbe from the gray-colored biofilm (right).</p>\n</span><span class=\"BaseWrap-sc-gzmcOU BaseText-eqOrNE CaptionCredit-eowWKH deqABF kpqIso kpuElq caption__credit\">Photograph: Eric Boyd; Quanta Magazine</span></div></figure><figure class=\"AssetEmbedWrapper-fkZDUs kHRAYC asset-embed callout--group-item callout--group-item-2\"><p class=\"CaptionWrapper-jYrTxZ bkfwbX caption AssetEmbedCaption-fyuOdR eXMqGf asset-embed__caption\" data-testid=\"caption-wrapper\"><span class=\"BaseWrap-sc-gzmcOU BaseText-eqOrNE CaptionText-brNLzD deqABF imSbFE hMBSFK caption__text\">In the thermal spring Roadside West (left) in Yellowstone National Park, researchers isolated an unusual microbe from the gray-colored biofilm (right).</span><span class=\"BaseWrap-sc-gzmcOU BaseText-eqOrNE CaptionCredit-eowWKH deqABF kpqIso kpuElq caption__credit\">Photograph: Eric Boyd; Quanta Magazine</span></p></figure></div><p class=\"paywall\">Boyd’s team observed that the bacteria grew best when running both metabolisms simultaneously. It may be an advantage in its unique environment: Oxygen isn’t evenly distributed in hot springs like those where RSW1 lives. In constantly changing conditions, where you could be bathed in oxygen one moment only for it to disappear, hedging one’s metabolic bets might be a highly adaptive trait.</p><p class=\"paywall\">Other microbes have been observed breathing two ways at once: anaerobically with nitrate and aerobically with oxygen. But those processes use entirely different chemical pathways, and when paired together, they tend to present an energetic cost to the microbes. In contrast, RSW1’s hybrid sulfur/oxygen metabolism bolsters the cells instead of dragging them down.</p><p class=\"paywall\">This kind of dual respiration may have evaded detection until now because it was considered impossible. “You have really no reason to look” for something like this, Boyd said. Additionally, oxygen and sulfide react with each other quickly; unless you were watching for sulfide as a byproduct, you might miss it entirely, he added.</p><p class=\"paywall\">It’s possible, in fact, that microbes with dual metabolisms are widespread, Murali said. She pointed to the many habitats and organisms that exist at tenuous gradients between oxygen-rich and oxygen-free areas. One example is in submerged sediments, which can harbor cable bacteria. These elongated microbes orient themselves in such a way that one end of their bodies can use aerobic respiration in oxygenated water while the other end is buried deep in anoxic sediment and uses anaerobic respiration. Cable bacteria thrive in their precarious partition by physically separating their aerobic and anaerobic processes. But RSW1 appears to multitask while tumbling around in the roiling spring.</p><p class=\"paywall\">It’s still unknown how RSW1 bacteria manage to protect their anaerobic machinery from oxygen. Murali speculated that the cells might create chemical supercomplexes within themselves that can surround, isolate and “scavenge” oxygen, she said—using it up quickly once they encounter it so there is no chance for the gas to interfere with the sulfur-based breathing.</p><p class=\"paywall\">RSW1 and any other microbes that have dual metabolism make intriguing models for how microbial life may have evolved during the Great Oxygenation Event, Boyd said. “That must have been a quite chaotic time for microbes on the planet,” he said. As a slow drip of oxygen filtered into the atmosphere and sea, any life-form that could handle an occasional brush with the new, poisonous gas—or even use it to its energetic benefit—may have been at an advantage. In that time of transition, two metabolisms may have been better than one.</p><hr class=\"paywall\"/><p class=\"paywall\"><a href=\"https://www.quantamagazine.org/the-cells-that-breathe-two-ways-20250723/\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Original story</em></a> <em>reprinted with permission from <a href=\"https://www.quantamagazine.org\" rel=\"noopener noreferrer\" target=\"_blank\">Quanta Magazine</a>, an editorially independent publication of the</em> <a href=\"https://www.simonsfoundation.org\" rel=\"noopener noreferrer\" target=\"_blank\"><em>Simons Foundation</em></a> <em>whose mission is to enhance public understanding of science by covering research developments and trends in mathematics and the physical and life sciences.</em></p></div></div></body></html>",
    "cover_image": "https://media.wired.com/photos/68b09ea929bb265af41fddbd/191:100/w_1280,c_limit/science_BACTYERIL-BREATHING-GrandPrismatic-crEricBoyd-Lede-scaled.jpg",
    "can_publish_fulltext": true
  },
  {
    "id": "7d96710c1a46f7716d2761846ed8cd312d3dc2c4",
    "url": "https://wired.com/story/your-body-ages-faster-because-of-extreme-heat",
    "title": "Extreme Heat Makes Your Body Age Faster",
    "source": "WIRED",
    "published_at": "2025-08-30T00:00:00+00:00",
    "updated_at": "",
    "author": "Javier Carbajal",
    "summary": "A study reveals that extreme heat accelerates biological aging even more than smoking or drinking.",
    "lang": "en",
    "content_text": "It is well known that heat causes exhaustion in the body due to dehydration. But aging?\nA recent study concluded that extreme heat accelerates the aging of the human body, a worrying fact given the increasing frequency of heat waves due to climate change.\nThe researchers are not talking about the effects of solar radiation on the skin, but biological aging. Unlike chronological age—that answer that you give when asked how old you are—your biological age reflects how well your cells, tissues, and organs are functioning. Biological age can be calculated by looking at physiological and molecular markers in the body as well as by using various tests, for instance by measuring lung function, cognitive ability, or bone density.\nOver time, the research found, exposure to extreme heat can weaken bodily systems, which shows up in tests of people’s blood pressure, cholesterol, and blood function. In the long term, this can increase the risks of cardiovascular disease, cancer, diabetes, and dementia. The research, which was published in the journal Nature Climate Change, found that the aging effect of extreme heat was comparable to other behaviors known to be harmful to the body, such as smoking or drinking alcohol.\nThe researchers analyzed the long-term medical data of 24,922 people in Taiwan, collected between 2008 and 2022. During that time, the island experienced about 30 heat waves—defined by the research team as periods of high temperature lasting for several days. The researchers first calculated the biological age of the individuals, based on the results of various medical tests, such as liver, lung, and kidney function tests. They then compared people’s biological age with their chronological age, to see how fast their biological clock was ticking relative to their actual age. They then cross-referenced this information against people’s likely exposure to heat waves.\nThe results showed that the more extreme heat events people experienced, the faster their biological age accelerated relative to their chronological age. On average, among the cohort of people studied, being exposed to two years’ worth of heat waves added between eight and 12 days to a person’s biological age.\n“While the number itself may seem small, over time and in different populations, this effect may have significant implications for public health,” said Cui Guo, an environmental epidemiologist at the University of Hong Kong and lead author of the study, in a statement from Nature.\nThe study also found that people doing physical labor and those residing in rural areas were more likely to be affected by accelerated biological aging, presumably due to greater exposure to the effects of heat waves. However, an unexpected positive effect was observed as well: The impact of heat exposure on biological aging actually decreased over the 15 years analyzed. The reason behind this is unknown, though Guo points to the possible influence of cooling technologies such as air-conditioning, which have become more common in recent years.\nThis story originally appeared on WIRED en Español and has been translated from Spanish.",
    "content_html": "<html><body><div><div class=\"body__inner-container\"><p><span class=\"lead-in-text-callout\">It is well</span> known that heat causes exhaustion in the body due to dehydration. But aging?</p><p class=\"paywall\">A <a href=\"https://www.nature.com/articles/s41558-025-02407-w\" rel=\"noopener noreferrer\" target=\"_blank\">recent study</a> concluded that extreme heat accelerates the aging of the human body, a worrying fact given the increasing frequency of heat waves due to climate change.</p><p></p><p></p><p class=\"paywall\">The researchers are not talking about the effects of solar radiation on the skin, but biological aging. Unlike chronological age—that answer that you give when asked how old you are—your biological age reflects how well your cells, tissues, and organs are functioning. Biological age can be calculated by looking at physiological and molecular markers in the body as well as by using various tests, for instance by measuring lung function, cognitive ability, or bone density.</p><p class=\"Container-VgtPr ekoLDG\"></p><p class=\"paywall\">Over time, the research found, exposure to extreme heat can weaken bodily systems, which shows up in tests of people’s blood pressure, cholesterol, and blood function. In the long term, this can increase the risks of cardiovascular disease, cancer, diabetes, and dementia. The research, which was published in the journal <a href=\"https://www.nature.com/articles/s41558-025-02407-w\" rel=\"noopener noreferrer\" target=\"_blank\">Nature Climate Change</a>, found that the aging effect of extreme heat was comparable to other behaviors known to be harmful to the body, such as smoking or drinking alcohol.</p><p class=\"paywall\">The researchers analyzed the long-term medical data of 24,922 people in Taiwan, collected between 2008 and 2022. During that time, the island experienced about 30 heat waves—defined by the research team as periods of high temperature lasting for several days. The researchers first calculated the biological age of the individuals, based on the results of various medical tests, such as liver, lung, and kidney function tests. They then compared people’s biological age with their chronological age, to see how fast their biological clock was ticking relative to their actual age. They then cross-referenced this information against people’s likely exposure to heat waves.</p><p class=\"paywall\">The results showed that the more extreme heat events people experienced, the faster their biological age accelerated relative to their chronological age. On average, among the cohort of people studied, being exposed to two years’ worth of heat waves added between eight and 12 days to a person’s biological age.</p><p class=\"paywall\">“While the number itself may seem small, over time and in different populations, this effect may have significant implications for public health,” said Cui Guo, an environmental epidemiologist at the University of Hong Kong and lead author of the study, in a <a href=\"https://www.nature.com/articles/d41586-025-02729-x\" rel=\"noopener noreferrer\" target=\"_blank\">statement</a> from Nature.</p><p class=\"paywall\">The study also found that people doing physical labor and those residing in rural areas were more likely to be affected by accelerated biological aging, presumably due to greater exposure to the effects of heat waves. However, an unexpected positive effect was observed as well: The impact of heat exposure on biological aging actually decreased over the 15 years analyzed. The reason behind this is unknown, though Guo points to the possible influence of cooling technologies such as air-conditioning, which have become more common in recent years.</p><p class=\"paywall\"><em>This story originally appeared on</em> <a href=\"https://es.wired.com/articulos/tu-cuerpo-envejece-mas-rapido-por-culpa-del-calor-extremo-confirma-estudio\" rel=\"noopener noreferrer\" target=\"_blank\">WIRED <em>en Español</em></a> <em>and has been translated from Spanish.</em></p></div></div></body></html>",
    "cover_image": "https://media.wired.com/photos/68af0028a3c9f9af1cc0246c/191:100/w_1280,c_limit/calorextremo.jpg",
    "can_publish_fulltext": true
  },
  {
    "id": "038759b980c372128111302804ad448762c1f733",
    "url": "https://wired.com/story/antarctica-is-changing-rapidly-with-dire-consequences-for-the-world",
    "title": "Antarctica Is Changing Rapidly. The Consequences Could Be Dire",
    "source": "WIRED",
    "published_at": "2025-08-30T00:00:00+00:00",
    "updated_at": "",
    "author": "Matt Simon",
    "summary": "“Abrupt changes” threaten to send the continent past the point of no return, at which point continued ice-melting would submerge coastal cities around the world.",
    "lang": "en",
    "content_text": "This story originally appeared on Grist and is part of the Climate Desk collaboration.\nSeen from space, Antarctica looks so much simpler than the other continents—a great sheet of ice set in contrast to the dark waters of the encircling Southern Ocean. Get closer, though, and you’ll find not a simple cap of frozen water, but an extraordinarily complex interplay between the ocean, sea ice, and ice sheets and shelves.\nThat relationship is in serious peril. A new paper in the journal Nature catalogs how several “abrupt changes,” like the precipitous loss of sea ice over the last decade, are unfolding in Antarctica and its surrounding waters, reinforcing one another and threatening to send the continent past the point of no return—and flood coastal cities everywhere as the sea rises several feet.\n“We’re seeing a whole range of abrupt and surprising changes developing across Antarctica, but these aren’t happening in isolation,” said climate scientist Nerilie Abram, lead author of the paper. (She conducted the research while at Australian National University but is now chief scientist at the Australian Antarctic Division.) “When we change one part of the system, that has knock-on effects that worsen the changes in other parts of the system. And we’re talking about changes that also have global consequences.”\nScientists define abrupt change as a bit of the environment changing much faster than expected. In Antarctica these can occur on a range of times scales, from days or weeks for an ice shelf collapse, and centuries and beyond for the ice sheets. Unfortunately, these abrupt changes can self-perpetuate and become unstoppable as humans continue to warm the planet. “It’s the choices that we’re making right now, and this decade and the next, for greenhouse gas emissions that will set in place those commitments to long-term change,” Abram said.\nA major driver of Antarctica’s cascading crises is the loss of floating sea ice, which forms during winter. In 2014, it hit a peak extent (at least since satellite observations began in 1978) around Antarctica of 20.11 million square kilometers, or 7.76 million square miles. But since then, the coverage of sea ice has fallen not just precipitously, but almost unbelievably, contracting by 75 miles closer to the coast. During winters, when sea ice reaches its maximum coverage, it has declined 4.4 times faster around Antarctica than it has in the Arctic in the last decade.\nPut another way: The loss of winter sea ice in Antarctica over just the past decade is similar to what the Arctic has lost over the last 46 years. “People always thought the Antarctic was not changing compared to the Arctic, and I think now we’re seeing signs that that’s no longer the case,” said climatologist Ryan Fogt, who studies Antarctica at Ohio University but wasn’t involved in the new paper. “We’re seeing just as rapid—and in many cases, more rapid—change in the Antarctic than the Arctic lately.”\nWhile scientists need to collect more data to determine if this is the beginning of a fundamental shift in Antarctica, the signals so far are ominous. “We’re starting to see the pieces of the picture begin to emerge that we very well might be in this new state of dramatic loss of Antarctic sea ice,” said Zachary M. Labe, a climate scientist who studies the region at the research group Climate Central, which wasn’t involved in the new paper.\nThis extraordinary decline is kicking off a climatic feedback loop. The Arctic is warming around four times faster than the rest of the planet in large part because its reflectivity is changing. Sea ice is white and bright, so it bounces the sun’s energy back into space to cool the region. But when it disappears it exposes darker ocean waters, which absorb that energy. So less reflectivity begets more warming, and more warming melts more sea ice, which begets more warming, and on and on. “We now expect that that same process is going to become a factor in the southern hemisphere, because we’ve lost this equivalent amount of sea ice,” Abram said.\nAround Antarctica, however, the consequences could be even bigger and more complex than in the Arctic, and might even be irreversible. Models predict that if the global climate were to stabilize, so too would Arctic sea ice. “We don’t see that same behavior in Antarctica,” Abram said. “When you stabilize the climate and let these climate model simulations run for hundreds of years, Antarctic sea ice still continues to decline because the Southern Ocean is continuing to take up extra heat from the atmosphere.”\nThis could spell major trouble for the continent’s enormous cap of ice. That consists of two main parts: The ice sheets, which rest on land, and the ice shelves, which extend from the sheets and float on the sea. The problem isn’t so much about the sun beating down on the sheets, but increasingly warm water lapping at the bottom of the shelves. And the more the surrounding sea ice disappears, the more those waters are warming. Additionally, sea ice acts as a sort of shield, absorbing wave energy that would normally pound these edges of the ice shelves, breaking them apart.\nSo sea ice supports the ice shelves, which support the ice sheets on land. “When we melt ice shelves, they have a buttressing effect on the ice sheets behind them, so we get an enhanced flow of ice sheets into the ocean,” said Matthew England, an oceanographer at the University of New South Wales and coauthor of the paper. One of these, the West Antarctic Ice Sheet, could collapse if global temperatures reach 2 degrees Celsius above pre-industrial levels, raising sea levels by more than three meters, or about 10 feet. And it could still partially collapse before that.\nAs ice shelves melt, they’re also borking a critical ocean system known as the Antarctic Overturning Circulation. When sea ice forms it rejects salt, creating salty, extra cold seawater that’s denser, and therefore sinks to the seafloor, creating circulation. But as ice shelves melt, they dilute the cold salty water, slowing the circulation and bringing more warm water in contact with ice shelves and sea ice. “This amplifying feedback that we’re talking about now is across systems,” England said. “It’s from the ocean back to the ice, and then back into the ocean again, that can trigger a runaway change where we do see the overturning potentially collapse altogether.”\nWhen this circulation brings deeper waters back to the surface, it transports critical nutrients for phytoplankton—tiny photosynthetic organisms that absorb carbon and expel oxygen. Not only are these organisms responsible for sequestering half of the carbon from photosynthesis worldwide, they make up the base of the food web, feeding small animals known as zooplankton, which in turn feed bigger organisms like fishes and crustaceans. Sea ice is also a critical habitat for phytoplankton, so they stand to lose both their home and their nutrients.\nEmperor penguins, too, establish their breeding colonies on stable sea ice, where their chicks grow up and develop the waterproof feathers they need to glide through the ocean. “That ice is being lost before the emperor penguins have been able to fledge, and when that happens, you have a complete breeding failure for the colony in that season,” Abram said. “We’re seeing those catastrophic breeding failure events happening right around the Antarctic continent.”\nThe relentless warming of Antarctica and its surrounding waters is a long-term trend—a sort of chronic sickness for the far south. But it’s being accentuated by acute attacks, like a freak heat wave in East Antarctica in March 2022 that spiked temperatures 40 degrees C (72 degrees F) above normal, obliterating records and shocking scientists. “Because of just the intensity of that extreme event,” Fogt said, “it can take places that are slightly vulnerable and push them over a tipping point where they’re no longer going to be able to recover, at least not for a long, long time.”\nThe bit of good news, though, is that year by year, researchers are getting ever more data about how Antarctica is responding to human-caused climate change, allowing them to more accurately model what might happen in the decades ahead. And scientists know full well how to treat the continent’s chronic disease: immediately and massively cut greenhouse gas emissions—or face the consequences. “Every fraction of a degree of warming that we can save stacks the odds of avoiding these catastrophic changes,” England said. “Sea level rises of multiple meters mean global political instability that will dwarf what we’re seeing right now.”",
    "content_html": "<html><body><div><div class=\"body__inner-container\"><p><em><span class=\"lead-in-text-callout\">This story originally</span> appeared on <a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://grist.org/climate/antarctica-is-in-extreme-peril/\"}' data-offer-url=\"https://grist.org/climate/antarctica-is-in-extreme-peril/\" href=\"https://grist.org/climate/antarctica-is-in-extreme-peril/\" rel=\"noopener noreferrer\" target=\"_blank\">Grist</a> and is part of the <a href=\"https://www.climatedesk.org/\" rel=\"noopener noreferrer\" target=\"_blank\">Climate Desk</a> collaboration.</em></p><p class=\"paywall\">Seen from space, Antarctica looks so much simpler than the other continents—a great sheet of ice set in contrast to the dark waters of the encircling Southern Ocean. Get closer, though, and you’ll find not a simple cap of frozen water, but an extraordinarily complex interplay between the ocean, sea ice, and ice sheets and shelves.</p><p></p><p></p><p class=\"paywall\">That relationship is in serious peril. A new <a href=\"https://www.nature.com/articles/s41586-025-09349-5\" rel=\"noopener noreferrer\" target=\"_blank\">paper</a> in the journal Nature catalogs how several “abrupt changes,” like the precipitous loss of sea ice over the last decade, are unfolding in Antarctica and its surrounding waters, reinforcing one another and threatening to send the continent past the point of no return—and flood coastal cities everywhere as the sea rises several feet.</p><p class=\"Container-VgtPr ekoLDG\"></p><p class=\"paywall\">“We’re seeing a whole range of abrupt and surprising changes developing across Antarctica, but these aren’t happening in isolation,” said climate scientist Nerilie Abram, lead author of the paper. (She conducted the research while at Australian National University but is now chief scientist at the Australian Antarctic Division.) “When we change one part of the system, that has knock-on effects that worsen the changes in other parts of the system. And we’re talking about changes that also have global consequences.”</p><p class=\"paywall\">Scientists define abrupt change as a bit of the environment changing much faster than expected. In Antarctica these can occur on a range of times scales, from days or weeks for an ice shelf collapse, and centuries and beyond for the ice sheets. Unfortunately, these abrupt changes can self-perpetuate and become unstoppable as humans continue to warm the planet. “It’s the choices that we’re making right now, and this decade and the next, for greenhouse gas emissions that will set in place those commitments to long-term change,” Abram said.</p><p class=\"paywall\">A major driver of Antarctica’s cascading crises is the loss of floating sea ice, which forms during winter. In 2014, it hit a peak extent (at least since satellite observations began in 1978) around Antarctica of 20.11 million square kilometers, or 7.76 million square miles. But since then, the coverage of sea ice has fallen not just precipitously, but almost unbelievably, contracting by 75 miles closer to the coast. During winters, when sea ice reaches its maximum coverage, it has declined 4.4 times faster around Antarctica than it has in the Arctic in the last decade.</p><p class=\"paywall\">Put another way: The loss of winter sea ice in Antarctica over just the past decade is similar to what the Arctic has lost over the last 46 years. “People always thought the Antarctic was not changing compared to the Arctic, and I think now we’re seeing signs that that’s no longer the case,” said climatologist Ryan Fogt, who studies Antarctica at Ohio University but wasn’t involved in the new paper. “We’re seeing just as rapid—and in many cases, more rapid—change in the Antarctic than the Arctic lately.”</p><p class=\"paywall\">While scientists need to collect more data to determine if this is the beginning of a fundamental shift in Antarctica, the signals so far are ominous. “We’re starting to see the pieces of the picture begin to emerge that we very well might be in this new state of dramatic loss of Antarctic sea ice,” said Zachary M. Labe, a climate scientist who studies the region at the research group Climate Central, which wasn’t involved in the new paper.</p></div></div></body></html>",
    "cover_image": "https://media.wired.com/photos/68b0840320570a5082def6c2/191:100/w_1280,c_limit/GettyImages-135828259.jpg",
    "can_publish_fulltext": true
  },
  {
    "id": "9c1bf62d2eba2b1eab3552e3d01ee0c6e3c2b6b4",
    "url": "https://wired.com/story/falcon-9-milestones-vindicate-spacex-approach-to-reuse",
    "title": "Falcon 9 Milestones Vindicate SpaceX’s ‘Dumb’ Approach to Reuse",
    "source": "WIRED",
    "published_at": "2025-08-30T00:00:00+00:00",
    "updated_at": "",
    "author": "Eric Berger, Ars Technica",
    "summary": "The workhorse rocket has continued its streak of success.",
    "lang": "en",
    "content_text": "As SpaceX's Starship vehicle gathered all of the attention this week, the company's workhorse Falcon 9 rocket continued to hit some impressive milestones.\nBoth occurred during relatively anonymous launches of the company's Starlink satellites but are nonetheless notable because they underscore the value of first-stage reuse, which SpaceX has pioneered over the past decade.\nThe first milestone occurred on Wednesday morning with the launch of the Starlink 10-56 mission from Cape Canaveral, Florida. The first stage that launched these satellites, Booster 1096, was making its second launch and successfully landed on the Just Read the Instructions drone ship. Strikingly, this was the 400th time SpaceX has executed a drone ship landing.\nThen, less than 24 hours later, another Falcon 9 rocket launched the Starlink 10-11 mission from a nearby launch pad at Kennedy Space Center. This first stage, Booster 1067, subsequently returned and landed on another drone ship, A Shortfall of Gravitas.\nThis is a special booster, having made its debut in June 2021 and launching a wide variety of missions, including two Crew Dragon vehicles to the International Space Station and some Galileo satellites for the European Union. On Thursday, the rocket made its 30th flight, the first time a Falcon 9 booster has hit that level of experience.\nA Decade in the Making\nThese milestones came about one decade after SpaceX began to have some success with first-stage reuse.\nThe company first made a controlled entry of the Falcon 9 rocket's first stage in September 2013, during the first flight of version 1.1 of the vehicle. This proved the viability of the concept of supersonic retropropulsion, which was, until that time, just theoretical.\nThis involves igniting the rocket's nine Merlin engines while the vehicle is traveling faster than the speed of sound through the upper atmosphere, with external temperatures exceeding 1,000 degrees Fahrenheit. Due to the blunt force of this reentry, the engines in the outer ring of the rocket wanted to get splayed out, the company's chief of propulsion at the time, Tom Mueller, told me for the book Reentry. Success on the first try seemed improbable.\nHe recalled watching this launch from Vandenberg Space Force Base in California and observing reentry as a camera aboard SpaceX founder Elon Musk's private jet tracked the rocket. The first stage made it all the way down, intact.\n“I remember watching the live video and seeing the light of the engine on the ocean,” Mueller said. “And holy shit, it was there. The rocket came down, landed in the ocean, and blew up. That was unreal. It worked the first time. I was like, get the barge ready. Get the landing legs ready. This shit works.”\nIt would take a good deal more tinkering and experimentation, but by December 2015, SpaceX had landed its first rocket on a pad along the Florida coast. The first drone ship landing followed in April 2016. A little less than a year after this, SpaceX reflew a Falcon 9 stage for the first time.\nSilencing the Doubters\nMany people in the industry were skeptical about SpaceX's approach to reuse. In the mid-2010s, both the European and Japanese space agencies were looking to develop their next generation of rockets. In both cases, Europe with the Ariane 6 and Japan with the H3, the space agencies opted for traditional, expendable rockets instead of pushing toward reuse.\nAs a result, both of these competitors for commercial satellite launches are now about a decade behind SpaceX in terms of launch technology. If the ambitious Starship rocket is successful, that gap could widen further.\nIn the United States, the main competitor to SpaceX has historically been United Launch Alliance. Their reaction to SpaceX's plan to reuse first stages a decade ago was dismissive. The company's engineers wrote papers and performed studies that argued SpaceX's plans were impractical.\nAlmost one decade ago, to the date, United Launch Alliance began sharing a graphic that demonstrated its approach—to separate only the engine section of the Vulcan rocket—was superior. The company dubbed this approach SMART, an acronym for Sensible Modular Autonomous Return Technology. The implication in this name, of course, is that SpaceX's booster flyback approach was dumb.\nAccording to the United Launch Alliance analysis in 2015, the SMART plan would result in cost savings as soon as the second launch of a booster. SpaceX's approach, by contrast, would require 10 flights for there to be any cost savings.\nOne imagines that those engineers never dreamed that, a decade later, SpaceX would fly the same rocket 30 times and reach an annual launch cadence that approaches the total number of rockets United Launch Alliance has flown during its 20-year existence. As for SMART, it remains a theoretical concept.\nThis story originally appeared on Ars Technica.",
    "content_html": "<html><body><div><div class=\"body__inner-container\"><p><span class=\"lead-in-text-callout\">As SpaceX's Starship</span> vehicle <a href=\"https://www.wired.com/story/spacex-starship-successful-test-flight/\" rel=\"noopener noreferrer\" target=\"_blank\">gathered all of the attention</a> this week, the company's workhorse <a href=\"https://www.wired.com/story/watch-spacex-launch-falcon9-rocket-crew-dragon/\" rel=\"noopener noreferrer\" target=\"_blank\">Falcon 9 rocket</a> continued to hit some impressive milestones.</p><p class=\"paywall\">Both occurred during relatively anonymous launches of the company's Starlink satellites but are nonetheless notable because they underscore the value of first-stage reuse, which <a href=\"https://www.wired.com/tag/spacex\" rel=\"noopener noreferrer\" target=\"_blank\">SpaceX</a> has pioneered over the past decade.</p><p></p><p></p><p class=\"paywall\">The first milestone occurred on Wednesday morning with the launch of the Starlink 10-56 mission from Cape Canaveral, Florida. The first stage that launched these satellites, Booster 1096, was making its second launch and successfully landed on the <em>Just Read the Instructions</em> drone ship. Strikingly, this was the 400th time SpaceX has executed a drone ship landing.</p><p class=\"Container-VgtPr ekoLDG\"></p><p class=\"paywall\">Then, less than 24 hours later, another Falcon 9 rocket launched the Starlink 10-11 mission from a nearby launch pad at Kennedy Space Center. This first stage, Booster 1067, subsequently returned and landed on another drone ship, <em>A Shortfall of Gravitas</em>.</p><p class=\"paywall\">This is a special booster, having made its debut in June 2021 and launching a wide variety of missions, including two Crew Dragon vehicles to the International Space Station and some Galileo satellites for the European Union. On Thursday, the rocket made its 30th flight, the first time a Falcon 9 booster has hit that level of experience.</p><h2 class=\"paywall\">A Decade in the Making</h2><p class=\"paywall\">These milestones came about one decade after SpaceX began to have some success with first-stage reuse.</p><p class=\"paywall\">The company first made a controlled entry of the Falcon 9 rocket's first stage in September 2013, during the first flight of version 1.1 of the vehicle. This proved the viability of the concept of supersonic retropropulsion, which was, until that time, just theoretical.</p><p class=\"paywall\">This involves igniting the rocket's nine Merlin engines while the vehicle is traveling faster than the speed of sound through the upper atmosphere, with external temperatures exceeding 1,000 degrees Fahrenheit. Due to the blunt force of this reentry, the engines in the outer ring of the rocket wanted to get splayed out, the company's chief of propulsion at the time, Tom Mueller, told me for the book <em>Reentry</em>. Success on the first try seemed improbable.</p><p class=\"paywall\">He recalled watching this launch from Vandenberg Space Force Base in California and observing reentry as a camera aboard SpaceX founder Elon Musk's private jet tracked the rocket. The first stage made it all the way down, intact.</p><p class=\"paywall\">“I remember watching the live video and seeing the light of the engine on the ocean,” Mueller said. “And holy shit, it was there. The rocket came down, landed in the ocean, and blew up. That was unreal. It worked the first time. I was like, get the barge ready. Get the landing legs ready. This shit works.”</p><p class=\"paywall\">It would take a good deal more tinkering and experimentation, but by December 2015, SpaceX had landed its first rocket on a pad along the Florida coast. The first drone ship landing followed in April 2016. A little less than a year after this, SpaceX reflew a Falcon 9 stage for the first time.</p><h2 class=\"paywall\">Silencing the Doubters</h2><p class=\"paywall\">Many people in the industry were skeptical about SpaceX's approach to reuse. In the mid-2010s, both the European and Japanese space agencies were looking to develop their next generation of rockets. In both cases, Europe with the Ariane 6 and Japan with the H3, the space agencies opted for traditional, expendable rockets instead of pushing toward reuse.</p><p class=\"paywall\">As a result, both of these competitors for commercial satellite launches are now about a decade behind SpaceX in terms of launch technology. If the ambitious Starship rocket is successful, that gap could widen further.</p></div></div></body></html>",
    "cover_image": "https://media.wired.com/photos/68b1d3eee55cbd35732f4fff/191:100/w_1280,c_limit/GettyImages-1345761111.jpg",
    "can_publish_fulltext": true
  },
  {
    "id": "52839b34cd8a0893cb8879cf510ea5fa7f453a56",
    "url": "https://wired.com/story/how-to-see-the-total-lunar-eclipse-and-blood-moon-on-september-7",
    "title": "How to See the Total Lunar Eclipse and Blood Moon on September 7",
    "source": "WIRED",
    "published_at": "2025-08-29T00:00:00+00:00",
    "updated_at": "",
    "author": "Sara Carmignani",
    "summary": "Viewers in Africa, Asia, and Australia will be able to see the blood moon in the sky—but those in the Americas will have to settle for a live feed this time around.",
    "lang": "en",
    "content_text": "On the evening of September 7, the second (and final) total lunar eclipse of the year will take place—serving up the striking sight of a red “blood moon” in the sky across much of the world.\nTotal lunar eclipses occur when the Earth is positioned between the full moon and the sun, with the moon falling into the shadow of our planet. However, rather than disappearing into darkness, the shadowed moon instead turns red. This is because of a phenomenon called Rayleigh scattering.\nVisible sunlight, while it appears white, is actually made up of lights of different colors that have different wavelengths, and these interact differently with Earth’s atmosphere when passing through it. During a lunar eclipse, shorter wavelengths of visible light, toward the blue end of the visible spectrum, scatter outward, away from the region shadowed by the Earth. But those with longer wavelengths, toward the red part of the spectrum, are instead bent inward and cast into the shadowed region—and onto the surface of the moon.\nThis year’s first lunar eclipse, back in March, was best viewed from the United States, but unfortunately if you’re in the Americas you’re going to miss seeing the blood moon live this time. The totality phase of this September’s eclipse—when the moon is within Earth’s shadow and will appear a deep red—will be visible across Asia, central and eastern Africa, and Australia. These maps from Timeanddate.com show where on the planet the total eclipse can be seen.\nThe totality phase will begin at 17:30 UTC on September 7, with the moment of maximum eclipse coming roughly 40 minutes later, at 18:11 UTC, and totality then ending an additional 40 minutes later. Before and after totality, the moon will be partially eclipsed, becoming first more and then less shadowed. Timeanddate.com has a city lookup tool as well, where you can enter your location to find the timings of the eclipse for where you are.\nIf you’re not in a viewing zone but still want to watch live, the Virtual Telescope Project—conceived and coordinated by Italian astrophysicist Gianluca Masi—will provide a live broadcast of the eclipse and blood moon on YouTube.\nThis total lunar eclipse will occur just under three days before the moon reaches perigee, the point at which it is closest to Earth, which means that it appear slightly larger than average during the event.\nAfter September 7, the next total lunar eclipse won’t happen until early March 2026—but luckily for those in the US, it will be visible in North America, Australia, and east Asia.\nThis story originally appeared on WIRED Italia and has been translated from Italian.",
    "content_html": "<html><body><div><div class=\"body__inner-container\"><figure class=\"CneAudioEmbedFigure-bWHoMv hIHLrt\" data-testid=\"cne-audio-embed-figure\"></figure><p class=\"paywall\"><span class=\"lead-in-text-callout\">On the evening</span> of September 7, the second (and final) total lunar eclipse of the year will take place—serving up the striking sight of a red “blood moon” in the sky across much of the world.</p><p class=\"paywall\">Total lunar eclipses occur when the Earth is positioned between the full moon and the sun, with the moon falling into the shadow of our planet. However, rather than disappearing into darkness, the shadowed moon instead turns red. This is because of a phenomenon called Rayleigh scattering.</p><p class=\"paywall\">Visible sunlight, while it appears white, is actually made up of lights of different colors that have different wavelengths, and these <a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://www.nhm.ac.uk/discover/lunar-eclipse-guide-what-they-are-when-to-see-them-and-where.html\"}' data-offer-url=\"https://www.nhm.ac.uk/discover/lunar-eclipse-guide-what-they-are-when-to-see-them-and-where.html\" href=\"https://www.nhm.ac.uk/discover/lunar-eclipse-guide-what-they-are-when-to-see-them-and-where.html\" rel=\"noopener noreferrer\" target=\"_blank\">interact differently</a> with Earth’s atmosphere when passing through it. During a lunar eclipse, shorter wavelengths of visible light, toward the blue end of the visible spectrum, scatter outward, away from the region shadowed by the Earth. But those with longer wavelengths, toward the red part of the spectrum, are instead bent inward and cast into the shadowed region—and onto the surface of the moon.</p><p class=\"Container-VgtPr ekoLDG\"></p><p class=\"paywall\">This year’s first lunar eclipse, <a href=\"https://www.wired.com/story/march-2025-lunar-eclipse-blood-moon/\" rel=\"noopener noreferrer\" target=\"_blank\">back in March</a>, was best viewed from the United States, but unfortunately if you’re in the Americas you’re going to miss seeing the blood moon live this time. The <a href=\"https://science.nasa.gov/moon/eclipses/\" rel=\"noopener noreferrer\" target=\"_blank\">totality phase</a> of this September’s eclipse—when the moon is within Earth’s shadow and will appear a deep red—will be visible across Asia, central and eastern Africa, and Australia. <a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://www.timeanddate.com/eclipse/lunar/2025-september-7\"}' data-offer-url=\"https://www.timeanddate.com/eclipse/lunar/2025-september-7\" href=\"https://www.timeanddate.com/eclipse/lunar/2025-september-7\" rel=\"noopener noreferrer\" target=\"_blank\">These maps</a> from Timeanddate.com show where on the planet the total eclipse can be seen.</p><p></p><p></p><p class=\"paywall\">The totality phase will begin at 17:30 UTC on September 7, with the moment of maximum eclipse coming roughly 40 minutes later, at 18:11 UTC, and totality then ending an additional 40 minutes later. Before and after totality, the moon will be partially eclipsed, becoming first more and then less shadowed. <a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://www.timeanddate.com/eclipse/in/\"}' data-offer-url=\"https://www.timeanddate.com/eclipse/in/\" href=\"https://www.timeanddate.com/eclipse/in/\" rel=\"noopener noreferrer\" target=\"_blank\">Timeanddate.com</a> has a city lookup tool as well, where you can enter your location to find the timings of the eclipse for where you are.</p><p class=\"paywall\">If you’re not in a viewing zone but still want to watch live, the Virtual Telescope Project—conceived and coordinated by Italian astrophysicist Gianluca Masi—will provide a live broadcast of the eclipse and blood moon on <a href=\"https://www.youtube.com/watch?v=6uXsqAiE_nM\" rel=\"noopener noreferrer\" target=\"_blank\">YouTube</a>.</p><p class=\"paywall\">This total lunar eclipse will occur just under three days before the moon reaches perigee, the point at which it is closest to Earth, which means that it appear slightly larger than average during the event.</p><p class=\"paywall\">After September 7, the next total lunar eclipse won’t happen until early March 2026—but luckily for those in the US, it will be <a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://www.timeanddate.com/eclipse/lunar/2026-march-3\"}' data-offer-url=\"https://www.timeanddate.com/eclipse/lunar/2026-march-3\" href=\"https://www.timeanddate.com/eclipse/lunar/2026-march-3\" rel=\"noopener noreferrer\" target=\"_blank\">visible</a> in North America, Australia, and east Asia.</p><p class=\"paywall\"><em>This story originally appeared on</em> <a href=\"https://www.wired.it/article/eclissi-lunare-totale-7-settembre-visibile-italia-come-osservare-luna-di-sangue/\" rel=\"noopener noreferrer\" target=\"_blank\">WIRED <em>Italia</em></a> <em>and has been translated from Italian.</em></p></div></div></body></html>",
    "cover_image": "https://media.wired.com/photos/68a715a7a8ad5d95b47a30cb/191:100/w_1280,c_limit/GettyImages-2205148126.jpg",
    "can_publish_fulltext": true
  },
  {
    "id": "177674cf20a9045b34ca567b34beab224473767b",
    "url": "https://wired.com/story/bluesky-now-platform-of-choice-for-science-community",
    "title": "Scientists Are Flocking to Bluesky",
    "source": "WIRED",
    "published_at": "2025-08-28T00:00:00+00:00",
    "updated_at": "",
    "author": "Jennifer Ouellette, Ars Technica",
    "summary": "Academics once loved Twitter—but in the age of X they’ve abandoned it in droves.",
    "lang": "en",
    "content_text": "Marine biologist and conservationist David Shiffman was an early power user and evangelist for science engagement on the social media platform formerly known as Twitter. Over the years, he trained more than 2,000 early career scientists on how to best use the platform for professional goals: networking with colleagues, sharing new scientific papers, and communicating with interested members of the public.\nBut when Elon Musk bought Twitter in 2022, renaming it X, changes to both the platform’s algorithm and moderation policy soured Shiffman on the social media site. He started looking for a viable alternative among the fledgling platforms that had begun to pop up: most notably Threads, Post, Mastodon, and Bluesky. He was among the first wave of scientists to join Bluesky and found that, even in its infancy, it had many of the features he had valued in “golden age” Twitter.\nShiffman also noticed that he wasn’t the only one in the scientific community having issues with Twitter. This impression was further bolstered by news stories in outlets like Nature, Science, and the Chronicle of Higher Education noting growing complaints about Twitter and increased migration over to Bluesky by science professionals. (Full disclosure: I joined Bluesky around the same time as Shiffman, for similar reasons: Twitter had ceased to be professionally useful, and many of the science types I’d been following were moving to Bluesky. I nuked my Twitter account in November 2024.)\nA curious Shiffman decided to conduct a scientific survey, announcing the results in a new paper published in the journal Integrative and Comparative Biology. The findings confirm that, while Twitter was once the platform of choice for a majority of science communicators, those same people have since abandoned it in droves. And of the alternatives available, Bluesky seems to be their new platform of choice.\nShiffman, the author of Why Sharks Matter, described early Twitter recently on the blog Southern Fried Science as “the world’s most interesting cocktail party.”\n“Then it stopped being useful,” Shiffman told Ars. “I was worried for a while that this incredibly powerful way of changing the world using expertise was gone. It’s not gone. It just moved. It’s a little different now, and it’s not as powerful as it was, but it’s not gone. It was for me personally, immensely reassuring that so many other people were having the same experience that I was. But it was also important to document that scientifically.”\nEager to gather solid data on the migration phenomenon to bolster his anecdotal observations, Shiffman turned to social scientist Julia Wester, one of the scientists who had joined Twitter at Shiffman’s encouragement years before, before also becoming fed up and migrating to Bluesky. Despite being “much less online” than the indefatigable Shiffman, Wester was intrigued by the proposition. “I was interested not just in the anecdotal evidence, the conversations we were having, but also in identifying the real patterns,” she told Ars. “As a social scientist, when we hear anecdotal evidence about people’s experiences, I want to know what that looks like across the population.”\nShiffman and Wester targeted scientists, science communicators, and science educators who used (or had used) both Twitter and Bluesky. Questions explored user attitudes toward, and experiences with, each platform in a professional capacity: when they joined, respective follower and post counts, which professional tasks they used each platform for, the usefulness of each platform for those purposes relative to 2021, how they first heard about Bluesky, and so forth.\nThe authors acknowledge that they are looking at a very specific demographic among social media users in general and that there is an inevitable self-selection effect. However, “You want to use the sample and the method that’s appropriate to the phenomenon that you’re looking at,” said Wester. “For us, it wasn’t just the experience of people using these platforms, but the phenomenon of migration. Why are people deciding to stay or move? How they’re deciding to use both of these platforms? For that, I think we did get a pretty decent sample for looking at the dynamic tensions, the push and pull between staying on one platform or opting for another.”\nThey ended up with a final sample size of 813 people. Over 90 percent of respondents said they had used Twitter for learning about new developments in their field; 85.5 percent for professional networking; and 77.3 percent for public outreach. Roughly three-quarters of respondents said that the platform had become significantly less useful for each of those professional uses since Musk took over. Nearly half still have Twitter accounts but use it much less frequently or not at all, while about 40 percent have deleted their accounts entirely in favor of Bluesky.\nMaking the Switch\nUser complaints about Twitter included a noticeable increase in spam, porn, bots, and promoted posts from users who paid for a verification badge, many spreading extremist content. “I very quickly saw material that I did not want my posts to be posted next to or associated with,” one respondent commented. There were also complaints about the rise in misinformation and a significant decline in both the quantity and quality of engagement, with respondents describing their experiences as “unpleasant,” “negative,” or “hostile.”\nThe survey responses also revealed a clear push/pull dynamic when it came to the choice to abandon Twitter for Bluesky. That is, people felt they were being pushed away from Twitter and were actively looking for alternatives. As one respondent put it, “Twitter started to suck and all the cool people were moving to Bluesky.”\nBluesky was user-friendly with no algorithm, a familiar format, and helpful tools like starter packs of who to follow in specific fields, which made the switch a bit easier for many newcomers daunted by the prospect of rebuilding their online audience. Bluesky users also appreciated the moderation on the platform and having the ability to block or mute people as a means of disengaging from more aggressive, unpleasant conversations. That said, “If Twitter was still great, then I don’t think there’s any combination of features that would’ve made this many people so excited about switching,” said Shiffman.\nPer Shiffman and Wester, an “overwhelming majority” of respondents said that Bluesky has a “vibrant and healthy online science community,” while Twitter no longer does. And many Bluesky users reported getting more bang for their buck, so to speak, on Bluesky. They might have a lower follower count, but those followers are far more engaged: Someone with 50,000 Twitter/X followers, for example, might get five likes on a given post; but on Bluesky, they may only have 5,000 followers, but their posts will get 100 likes.\nAccording to Shiffman, Twitter always used to be in the top three in terms of referral traffic for posts on Southern Fried Science. Then came the “Muskification,” and suddenly Twitter referrals weren’t even cracking the top 10. By contrast, in 2025 thus far, Bluesky has driven “a hundred times as many page views” to Southern Fried Science as Twitter. Ironically, “the blog post that’s gotten the most page views from Twitter is the one about this paper,” said Shiffman.\nArs social media manager Connor McInerney confirmed that Ars Technica has also seen a steady dip in Twitter referral traffic thus far in 2025. Furthermore, “I can say anecdotally that over the summer we’ve seen our Bluesky traffic start to surpass our Twitter traffic for the first time,” McInerney said, attributing the growth to a combination of factors. “We’ve been posting to the platform more often and our audience there has grown significantly. By my estimate our audience has grown by 63 percent since January. The platform in general has grown a lot too—they had 10 million users in September of last year, and this month the latest numbers indicate they’re at 38 million users. Conversely, our Twitter audience has remained fairly static across the same period of time.”\nBubble, Schmubble\nAs for scientists looking to share scholarly papers online, Shiffman pulled the Altmetrics stats for his and Wester’s new paper. “It’s already one of the 10 most shared papers in the history of that journal on social media,” he said, with 14 shares on Twitter/X vs over a thousand shares on Bluesky (as of 4 pm ET on August 20). “If the goal is showing there’s a more active academic scholarly conversation on Bluesky—I mean, damn,” he said.\nAnd while there has been a steady drumbeat of op-eds of late in certain legacy media outlets accusing Bluesky of being trapped in its own liberal bubble, Shiffman, for one, has few concerns about that. “I don’t care about this, because I don’t use social media to argue with strangers about politics,” he wrote in his accompanying blog post. “I use social media to talk about fish. When I talk about fish on Bluesky, people ask me questions about fish. When I talk about fish on Twitter, people threaten to murder my family because we’re Jewish.” He compared the current incarnation of Twitter as no better than 4Chan or TruthSocial in terms of the percentage of “conspiracy-prone extremists” in the audience. “Even if you want to stay, the algorithm is working against you,” he wrote.\n“There have been a lot of opinion pieces about why Bluesky is not useful because the people there tend to be relatively left-leaning,” Shiffman told Ars. “I haven’t seen any of those same people say that Twitter is bad because it’s relatively right-leaning. Twitter is not a representative sample of the public either.” And given his focus on ocean conservation and science-based, data-driven environmental advocacy, he is likely to find a more engaged and persuadable audience at Bluesky.\nThe survey results show that at this point, Bluesky seems to have hit a critical mass for the online scientific community. That said, Shiffman, for one, laments that the powerful Black Science Twitter contingent, for example, has thus far not switched to Bluesky in significant numbers. He would like to conduct a follow-up study to look into how many still use Twitter vs those who may have left social media altogether, as well as Bluesky’s demographic diversity—paving the way for possible solutions should that data reveal an unwelcoming environment for non-white scientists.\nThere are certainly limitations to the present survey. “Because this is such a dynamic system and it’s changing every day, I think if we did this study now versus when we did it six months ago, we’d get slightly different answers and dynamics,” said Wester. “It’s still relevant because you can look at the factors that make people decide to stay or not on Bluesky, to switch to something else, to leave social media altogether. That can tell us something about what makes a healthy, vibrant conversation online. We’re capturing one of the responses: ‘I’ll see you on Bluesky.’ But that’s not the only response. Public science communication is as important now as it’s ever been, so looking at how scientists have pivoted is really important.”\nWe recently reported on research indicating that social media as a system might well be doomed, since its very structure gives rise to the toxic dynamics that plague so much of social media: filter bubbles, algorithms that amplify the most extreme views to boost engagement, and a small number of influencers hogging the lion’s share of attention. That paper concluded that any intervention strategies were likely to fail. Both Shiffman and Wester, while acknowledging the reality of those dynamics, are less pessimistic about social media’s future.\n“I think the problem is not with how social media works, it’s with how any group of people work,” said Shiffman. “Humans evolved in tiny social groupings where we helped each other and looked out for each other’s interests. Now I have to have a fight with someone 10,000 miles away who has no common interest with me about whether or not vaccines are bad. We were not built for that. Social media definitely makes it a lot easier for people who are anti-social by nature and want to stir conflict to find those conflicts. Something that took me way too long to learn is that you don’t have to participate in every fight you’re invited to. There are people who are looking for a fight and you can simply say, ‘No, thank you. Not today, Satan.’”\n“The contrast that people are seeing between Bluesky and present-day Twitter highlights that these are social spaces, which means that you’re going to get all of the good and bad of humanity entering into that space,” said Wester. “But we have had new social spaces evolve over our whole history. Sometimes when there’s something really new, we have to figure out the rules for that space. We’re still figuring out the rules for these social media spaces. The contrast in moderation policies and the use (or not) of algorithms between those two platforms that are otherwise very similar in structure really highlights that you can shape those social spaces by creating rules and tools for how people interact with each other.”\nThis story originally appeared on Ars Technica.",
    "content_html": "<html><body><div><div class=\"body__inner-container\"><p class=\"paywall\">Per Shiffman and Wester, an “overwhelming majority” of respondents said that Bluesky has a “vibrant and healthy online science community,” while Twitter no longer does. And many Bluesky users reported getting more bang for their buck, so to speak, on Bluesky. They might have a lower follower count, but those followers are far more engaged: Someone with 50,000 Twitter/X followers, for example, might get five likes on a given post; but on Bluesky, they may only have 5,000 followers, but their posts will get 100 likes.</p><p class=\"paywall\">According to Shiffman, Twitter always used to be in the top three in terms of referral traffic for posts on Southern Fried Science. Then came the “Muskification,” and suddenly Twitter referrals weren’t even cracking the top 10. By contrast, in 2025 thus far, Bluesky has driven “a hundred times as many page views” to Southern Fried Science as Twitter. Ironically, “the <a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://www.southernfriedscience.com/twitter-sucks-now-and-all-the-cool-kids-are-moving-to-bluesky-our-new-survey-shows-that-scientists-no-longer-find-twitter-professionally-useful-or-pleasant/\"}' data-offer-url=\"https://www.southernfriedscience.com/twitter-sucks-now-and-all-the-cool-kids-are-moving-to-bluesky-our-new-survey-shows-that-scientists-no-longer-find-twitter-professionally-useful-or-pleasant/\" href=\"https://www.southernfriedscience.com/twitter-sucks-now-and-all-the-cool-kids-are-moving-to-bluesky-our-new-survey-shows-that-scientists-no-longer-find-twitter-professionally-useful-or-pleasant/\" rel=\"noopener noreferrer\" target=\"_blank\">blog post</a> that’s gotten the most page views from Twitter is the one about this paper,” said Shiffman.</p><p class=\"paywall\">Ars social media manager Connor McInerney confirmed that Ars Technica has also seen a steady dip in Twitter referral traffic thus far in 2025. Furthermore, “I can say anecdotally that over the summer we’ve seen our Bluesky traffic start to surpass our Twitter traffic for the first time,” McInerney said, attributing the growth to a combination of factors. “We’ve been posting to the platform more often and our audience there has grown significantly. By my estimate our audience has grown by 63 percent since January. The platform in general has grown a lot too—they had 10 million users in September of last year, and this month the latest numbers indicate they’re at 38 million users. Conversely, our Twitter audience has remained fairly static across the same period of time.”</p><h2 class=\"paywall\">Bubble, Schmubble</h2><p class=\"paywall\">As for scientists looking to share scholarly papers online, Shiffman pulled the Altmetrics stats for his and Wester’s new paper. “It’s already one of the 10 most shared papers in the history of that journal on social media,” he said, with 14 shares on Twitter/X vs over a thousand shares on Bluesky (as of 4 pm ET on August 20). “If the goal is showing there’s a more active academic scholarly conversation on Bluesky—I mean, damn,” he said.</p><p class=\"paywall\">And while there has been a steady drumbeat of op-eds of late in certain <a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://www.washingtonpost.com/opinions/2025/06/08/blue-sky-twitter-liberals/\"}' data-offer-url=\"https://www.washingtonpost.com/opinions/2025/06/08/blue-sky-twitter-liberals/\" href=\"https://www.washingtonpost.com/opinions/2025/06/08/blue-sky-twitter-liberals/\" rel=\"noopener noreferrer\" target=\"_blank\">legacy media outlets</a> accusing Bluesky of being trapped in its own liberal bubble, Shiffman, for one, has few concerns about that. “I don’t care about this, because I don’t use social media to argue with strangers about politics,” <a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://www.southernfriedscience.com/twitter-sucks-now-and-all-the-cool-kids-are-moving-to-bluesky-our-new-survey-shows-that-scientists-no-longer-find-twitter-professionally-useful-or-pleasant/\"}' data-offer-url=\"https://www.southernfriedscience.com/twitter-sucks-now-and-all-the-cool-kids-are-moving-to-bluesky-our-new-survey-shows-that-scientists-no-longer-find-twitter-professionally-useful-or-pleasant/\" href=\"https://www.southernfriedscience.com/twitter-sucks-now-and-all-the-cool-kids-are-moving-to-bluesky-our-new-survey-shows-that-scientists-no-longer-find-twitter-professionally-useful-or-pleasant/\" rel=\"noopener noreferrer\" target=\"_blank\">he wrote</a> in his accompanying blog post. “I use social media to talk about fish. When I talk about fish on Bluesky, people ask me questions about fish. When I talk about fish on Twitter, people threaten to murder my family because we’re Jewish.” He compared the current incarnation of Twitter as no better than 4Chan or TruthSocial in terms of the percentage of “conspiracy-prone extremists” in the audience. “Even if you want to stay, the algorithm is working against you,” he wrote.</p><p class=\"paywall\">“There have been a lot of opinion pieces about why Bluesky is not useful because the people there tend to be relatively left-leaning,” Shiffman told Ars. “I haven’t seen any of those same people say that Twitter is bad because it’s relatively right-leaning. Twitter is not a representative sample of the public either.” And given his focus on ocean conservation and science-based, data-driven environmental advocacy, he is likely to find a more engaged and persuadable audience at Bluesky.</p></div></div></body></html>",
    "cover_image": "https://media.wired.com/photos/68b073db37de660122641747/191:100/w_1280,c_limit/GettyImages-2186533087.jpg",
    "can_publish_fulltext": true
  },
  {
    "id": "4d80713f2eec4d33c7dfdb06e0aa7392083d0124",
    "url": "https://wired.com/story/best-organic-mattresses",
    "title": "The Best Organic Mattresses—All Certified, All Actually Tested",
    "source": "WIRED",
    "published_at": "2025-08-13T00:00:00+00:00",
    "updated_at": "2025-08-13T17:55:33.448000+00:00",
    "author": "Scott Gilbertson",
    "summary": "",
    "lang": "en",
    "content_text": "The Best Organic Mattresses, Fully Vetted and Tested\nAll products featured on WIRED are independently selected by our editors. However, we may receive compensation from retailers and/or from purchases of products through these links. Learn more.\nFeatured in this article\nYou’re going to be sleeping for roughly 23 years of your life, on average, so why not choose the best organic mattress? These natural beds are easier on the environment and your health—and they feel like a dream.\nConventional mattresses often have questionable materials in them. Everything from polyurethane foams with formaldehyde and chlorinated tris (a flame retardant) to phthalates can end up in nonorganic mattresses, off-gassing into your home. How much these substances impact you isn't scientifically settled, but one way to avoid possible harm is to get a natural mattress made from organic materials. Most natural mattresses are made of a combination of wool, natural latex, and cotton. The construction is similar to conventional mattresses but without the chemicals.\nOnce you've settled on a mattress, check out our other eco-friendly home guides, including the Best Organic Mattress Toppers, Best Organic Sheets, and the Best Eco-Friendly Cleaning Products. We've also got a guide to the best mattresses that includes nonorganic picks.\nUpdated August 2025: We've added an organic latex mattress from Silk & Snow and also added a new FAQ section to answer some questions from WIRED readers, along with a comparison table that allows you to quickly compare all our picks at a glance.\nCompare the Top 9 Best Organic Mattresses\n|Mattress\n|Type\n|Materials\n|Claimed Firmness\n|Trial Period\n|Certifications\n|Warranty\n|Birch Luxe Natural Mattress\n|Hybrid\n|Organic latex, organic wool, cotton, coils\n|Medium firm\n|100 nights\n|GOLS, Oeko Tex Standard 100, Greenguard Gold\n|Limited Lifetime Warranty\n|Avocado Green Organic Hybrid Mattress\n|Hybrid\n|Organic latex, organic wool, organic cotton, coils\n|Firm, Medium, Plush\n|365 nights\n|GOTS, GOLS, Oeko Tex Standard 100, Greenguard Gold\n|25 years\n|Naturepedic EOS Classic Organic Mattress\n|Latex Foam\n|Organic cotton, wool, and latex\n|Extra firm, firm, cushion-firm, medium, plush\n|100 nights\n|GOLS, GOTS, Oeko Tex Standard 100, Greenguard Gold, and more\n|25 years\n|Saatva Zenhaven Natural Latex Mattress\n|Latex Foam\n|Organic latex, organic wool, cotton\n|Medium firm\n|365 nights\n|GOTS, GOLS, Oeko Tex Standard 100, Greenguard Gold\n|Lifetime\n|Coyuchi Natural REM Organic Mattress\n|Hybrid\n|Organic latex, organic wool, organic cotton, (no dyes)\n|Medium firm\n|100 nights\n|GOTS, GOLS, Oeko Tex Standard 100\n|My Green Mattress Kiwi Mattress\n|Hybrid\n|Organic latex, organic wool, organic cotton\n|Medium firm\n|365 nights\n|GOTS, GOLS, Greenguard Gold\n|20 years\n|Essentia Tatami Organic Mattress\n|Latex Foam\n|Organic latex, organic cotton, kevlar\n|Firm\n|120 nights\n|GOTS, GOLS\n|20 years\n|Awara Premier Luxury Hybrid\n|Hybrid\n|Organic latex, organic wool\n|Medium firm\n|365 nights\n|GOLS, Oeko Tex Standard 100\n|Lifetime\n|S&S Organic\n|Hybrid\n|Organic latex, organic wool, organic cotton, pocketed coils\n|Medium firm\n|365 nights\n|GOLS, GOTS, eco-Institut\n|15 years\nHonorable Mentions\nThere are a lot of mattresses out there. Here are a few more we liked but didn't love as much as the ones above.\nHow We Tested\nMattresses are large, and testing them is time- and space-consuming. Members of the WIRED Reviews team have been testing mattresses since 2019. We don't rely on surveys of random shoppers or labs with falling bowling balls to make our recommendations. We bring each and every bed into our homes for at least seven nights, often longer—in many cases, years longer—of real-life testing. We check the firmness, the edge support, motion transfer, cooling, and finally we consider the company, its reputation, how easy it is to order, how long shipping times are, and what kind of warranty and trial periods are available. You can find all this data in table form above. But beyond the numbers, our reviews heavily rely on our own subjective experiences actually sleeping on the mattresses to form conclusions.\nWIRED's Reviews team is always testing new mattresses, cycling through 50-plus in a year. The majority of beds are samples and are sent to us for free by companies. We keep our top picks when possible so we can compare them to new competitors, but most of these we pass along by giving them away on Facebook Marketplace or similar outlets. We also purchase (and expense) some mattresses we want to test. As noted in our disclaimer, we do make money on referral links, but we will never say we like something that we don't based on the commission rate.\nWhat Makes a Mattress Organic?\nCertified organic mattresses are made of natural, organic materials that have been independently tested to meet standards. Not all “organic”mattresses are equal though. We’ve narrowed our search by sticking with companies that have certifications like the Global Organic Latex Standard (GOLS) and Global Organic Textile Standard (GOTS). GOLS covers latex, which has a pretty complex manufacturing process that is not always the healthiest, but GOLS ensures that the finished result is as free of harmful substances as natural latex can be. See our more extensive explainer for more information on these certifications.\nThe GOTS certification covers everything from certified organic cotton to organic linen to other natural materials. It's similarly comprehensive, looking not just at how the cotton is grown and processed but also at ecological and social criteria, sustainability, and more. It uses third parties to independently verify that standards are being met. If you're curious, you can read version 6 of the standard online.\nWhile we especially like the big-picture approach of GOTS and GOLS, there are other certifications that test the finished product. The Oeko-Tex Standard 100 certification, which, unlike the others, deals with the final product, making sure there’s no potentially toxic chemicals like the polyurethane foam, PFAS, heavy metals, flame retardants, or volatile organic compounds (VOCs) found in many traditional memory foam toppers.\nAnother thing to look for is the Greenguard Gold certification and UL Environment's Formaldehyde Free label, which both certify that there are no volatile organic compounds (VOCs) or formaldehyde in your mattress.\nSome organic mattresses are also “needle-tufted.” This means the mattress is sewn rather than glued (assuming it's 100 percent needle-tufted). Since needle-tufted mattresses use no adhesives, you don't need to worry about VOCs.\nHow Can I Be Sure a Mattress Is Truly Organic?\nAs noted above, there are independent standards that have to be met in some cases—which we've also outlined in this explainer—but in the particular case of GOLS, the latex certification, the fine print says “organically grown natural rubber latex.” Unfortunately, while it's great that the rubber trees are grown without harmful chemicals, that doesn't mean those weren't added somewhere in the process that transforms rubber tree sap into something you can sleep on. It's a safe bet that just about any industrial process is going to have a detrimental effect on its source material. How detrimental and what that means for you is often difficult to know. Most companies, when you read the fine print, will say that latex foam is at least 95 percent certified organic latex, which is the highest possible standard.\nThe remaining 5 percent represents the essential processing agents—required for any manufacturer to make latex foam. The takeaway is that, while perfection may not be achievable, you can and should check the GOLS numbers for the mattress you're interested in, and if you want more information, reach out to the company directly. Most are happy to shower you with their organic certifications and pedigree. And even if latex is only 95 percent certified organic, these eco-friendly mattress are still much better for you and the planet than conventionally manufactured mattresses.\nWhat Should You Look for in an Organic Mattress?\nHere are a few general tips, tricks, and things to look for when shopping for an organic mattress online.\n- Know what kind of sleeper you are: Different mattresses are designed for different sleeping styles. Are you a side sleeper? Stomach sleeper? Back sleeper? Or are you like me, a little bit of everything (which they call a combination sleeper)? Knowing the answer to this question can help narrow down your search to mattresses that are a good fit for your sleep habits. This is where mattress reviews like ours come in handy; we test for every kind of sleeper.\n- Do you like firm, soft, medium? Mattresses come in different firmness levels, often within the same model. Which one is right for you depends on which firmness option you enjoy, as well as any issues you may have, like back pain.\n- Do you sleep hot? cold? The difference matters. For example, solid natural latex mattresses typically don't breath or have as good airflow, making them hotter—a perfect choice for cold sleepers, but not so great for hot sleepers who would benefit from the temperature regulating properties of wool. Some latex mattresses overcome this with a layer of wool and cotton, which have proved cooler in our testing.\n- Innerspring vs. foam: Organic mattresses come in two basic flavors: the traditional innerspring coil design and pure latex foam. We've primarily tested and recommend innerspring in this guide, though pure foam designs have improved in recent years, and we're in the process of testing a few now. The big difference in my experience is the amount of heat that foam retains, though again, mattresses that add a layer of wool are often just as cooling.\n- Look for a trial period: Everyone makes mistakes; to avoid having to live with a potential mistake, make sure the mattress you're considering offers a sleep trial. Everything listed here offers some kind of sleep trial period after which, if you're not happy, you can return the mattress.\n- More expensive doesn't mean better: Organic mattresses aren't cheap, but there's no reason to spend a fortune just to get a good, eco-friendly night's sleep. Our top pick, the Avocado Green Mattress lists at just over $2,000 for the queen, which is less than our top pick non-organic mattress.\n- Check the warranty: Lifetime warranties are rare these days, but most of the mattresses we've tested offer around 25-year warranties. Some companies cap it at 10 years, but view those with suspicion. A good mattress should last more than 10 years, and good companies are willing to stand behind their products for that long.\n- Wait for a sale: Mattresses go on sale all the time, usually every few months for most brands. Unless you need a new mattress right now, you're probably better off waiting for the next big sale.\nDo You Need a Box Spring to Accompany Your Organic Mattress?\nMattresses these days (organic included) are engineered to have the support of a box spring already built into the mattress by way of coils, which eliminates the need for a separate box spring. Most contemporary mattresses are a mattress and a box spring in one. The exceptions are some latex mattresses, which are just that, pure latex.\nBecause modern mattresses are an all-in-one proposition, many manufacturers discourage the use of a box spring, as it may damage the bed. For example, with our top two picks, Avocado and Birch, using a box spring may void your warranty. Most manufacturers recommend platform beds or slatted frames, but be sure to check with the manufacturer of your mattress and read the fine print in the warranty.\nAre Organic Mattresses Zero Waste?\nNothing is zero waste, but buying a mattress that will last many years produces less waste then buying one you have to replace often.\nDo Organic Mattresses Last as Long?\nThe longevity of any mattress is a direct result of the quality of materials used and the construction methods employed. Typically, though, both in our testing and results from labs, higher-quality natural materials like those in the mattresses featured here outperform synthetic alternatives, particularly when it comes to sagging. Probably the best way to prevent your mattress from sagging is to make sure you have adequate support from a good foundation or bed frame.\nAre Organic Mattresses More Flammable?\nOne major chemical group that organic mattresses exclude are fire retardants, so does that mean they're more flammable? In fact, the opposite is true: Organic mattresses use natural materials like wool that are naturally fire-resistant and therefore meet flammability standards without additional chemicals. It's the flammable synthetic materials in non-organic mattresses that require fire retardants.\nPower up with unlimited access to WIRED. Get best-in-class reporting and exclusive subscriber content that's too important to ignore. Subscribe Today.",
    "content_html": "<html><body><div><div class=\"BaseWrap-sc-gzmcOU BaseText-eqOrNE UnifiedProductCardDescriptionWrapper-dyAmCu deqABF fxYvgV gIFfoe\"><div><p>Organic bedding brand Coyuchi recently launched its own organic mattress, combining cotton, wool, and Dunlop latex atop individually wrapped coils. While Coyuchi’s <a href=\"https://www.wired.com/gallery/best-linen-sheets/\" rel=\"noopener noreferrer\" target=\"_blank\">linen sheets</a> are excellent, I was a little nervous to try the company’s first mattress effort. Bedding is not a mattress, after all, and expertise does not always transfer across endeavors. In this case, though, it did. Coyuchi’s organic Natural REM Mattress is wonderfully firm without being too firm and perfect for those of us who lack a sleeping style and tend to sleep every which way—side, back, stomach. I was never uncomfortable.</p><p>The design starts with encased coils on a wool pad and then, like a Midwestern dip, layers in smaller coils, latex, and then wool, and tops it off with an organic cotton cover. There’s surprisingly good edge support considering the distance between the coils and the top, and the mattress provides good motion isolation as well. Coyuchi says the Natural REM can be used with or without a box spring. I tested it for a few months on a box spring and then spent a week with it just on the floor and did not notice a difference. At 11 inches deep, there's <a href=\"https://www.wired.com/gallery/best-mattress-toppers/\" rel=\"noopener noreferrer\" target=\"_blank\">room for a topper</a>, though I did not feel the need.</p><p>The cotton and wool layers are GOTS-certified organic, while the Dunlop latex carries the GOLS certification. The material is undyed, which is great for anyone bothered by industrial dyes. As with most of these organic options, the Coyuchi is made without chemicals, foam, or glues. Coyuchi’s Natural REM organic mattress is made to order in the United States and comes with a 100-night trial, which means you can get a full refund if it doesn't work for you. <em>—<a href=\"https://www.wired.com/author/scott-gilbertson/\" rel=\"noopener noreferrer\" target=\"_blank\">Scott Gilbertson</a></em></p><p><em>The price ranges from $1,400 for a twin to $2,400 for a California king.</em></p><table><thead><tr><th>Specs</th><th></th></tr></thead><tbody><tr><td><strong>Mattress Type</strong></td><td>Hybrid</td></tr><tr><td><strong>Materials</strong></td><td>Organic latex, organic wool, organic cotton, (no dyes)</td></tr><tr><td><strong>Sizes available</strong></td><td>Twin, full, queen, king, California king</td></tr><tr><td><strong>Firmness Options</strong></td><td>Medium firm</td></tr><tr><td><strong>Certifications</strong></td><td>GOTS, GOLS, Oeko Tex Standard 100</td></tr><tr><td><strong>Trial Period</strong></td><td>100 nights</td></tr><tr><td><strong>Return Policy</strong></td><td><a class=\"external-link\" data-event-click='{\"element\":\"ExternalLink\",\"outgoingURL\":\"https://cna.st/affiliate-link/35a2Pj22cNjnRKoR5DDdygNAhntDHn1XiZNQCW1MUuwabfxXrVqnYVH8K4UgHFPhxEaWPfguNZkbMVkPCnxfisqVykA8maSWQWKrwX7bsmPEznBgiFtrF33Hdfh5XzgSbhUxEbfyZS4k2tTYxZP3PKZ22hhbmciV5f6NzsFWanLzSe59QWb5SUHTcHHFsqaK4tSyozPttEqPkrrScgsTb6uV4dAEQD3UAKPFRWY6ZgziBwqfjND4JsURvA7EVX2b58WH2ojXM1kisjSmpiSSn61LRp4A5dNaA1YsWJVnPQEAjevHBbDR6yVPLuVpKuS3L914MCqFDHGBrm9\"}' data-offer-url=\"https://www.coyuchi.com/products/the-natural-rem-mattress\" href=\"https://cna.st/affiliate-link/35a2Pj22cNjnRKoR5DDdygNAhntDHn1XiZNQCW1MUuwabfxXrVqnYVH8K4UgHFPhxEaWPfguNZkbMVkPCnxfisqVykA8maSWQWKrwX7bsmPEznBgiFtrF33Hdfh5XzgSbhUxEbfyZS4k2tTYxZP3PKZ22hhbmciV5f6NzsFWanLzSe59QWb5SUHTcHHFsqaK4tSyozPttEqPkrrScgsTb6uV4dAEQD3UAKPFRWY6ZgziBwqfjND4JsURvA7EVX2b58WH2ojXM1kisjSmpiSSn61LRp4A5dNaA1YsWJVnPQEAjevHBbDR6yVPLuVpKuS3L914MCqFDHGBrm9\" rel=\"noopener noreferrer\" target=\"_blank\">Free for 100 days</a></td></tr><tr><td><strong>Shipping</strong></td><td>Free</td></tr><tr><td><strong>Delivery options</strong></td><td>In-home setup for $100</td></tr></tbody></table></div></div></div></body></html>",
    "can_publish_fulltext": true
  }
]